{
  "translation": {
    "javaZone_2025": "JavaZone 2025",
    "in_progress": "in progress...",
    "conference_title": "Conference: ",
    "conference_date": "September 3 - 4, 2025",
    "workshop_title": "Workshop: ",
    "workshop_date": "September, 2025",
    "location_title": "Location: ",
    "location": "Nova Spektrum, Lillestrøm",
    "hold_the_date": "Hold the date!",

    "partner_information": "Partner information",
    "speaker_information": "Speaker information",
    "program_information": "Program information",
    "workshop_information": "Workshop information",
    "ticket_information": "Ticket information",
    "volunteer_information": "Volunteer information",
    "journeyZone_information": "JourneyZone information",
    "aweZone_information": "AweZone information",
    "javaZone_kids_information": "JavaZone Kids information",
    "javaBin_information": "javaBin information",

    "pageTitles": {
      "home": "Home",
      "program": "Program",
      "partner": "Partners",
      "speaker": "Speakers",
      "info": "Information"
    },

    "javaBin": {
      "intro": "Become part of something great",
      "about": "About javaBin",
      "read_more": "Read more about us",
      "about_javaBin": "javaBin is one of the largest communities in Norway. It is driven by volunteer enthusiasts from across the country. We have branches throughout the country – in Stavanger, Bergen, Trondheim, Vestfold, Sogn, Tromsø, Southern Norway and Oslo. We organize events almost every month in all branches of javaBin, including meetups, events for students, events for kids, and other exciting stuff!",
      "about_JavaZone": "Our biggest event of the year – JavaZone – takes place every September. That's right! One of the world's biggest Java conferences is run by a non-profit organization! Approximately 3,500 participants, 200 speakers, 50+ partners, and generally lots of knowledge sharing and fun",
      "about_meetups": "So what are you waiting for? Come and join one of our events! And if you want to give something back then just ask about becoming an organizer, or how you can contribute in other ways. We currently have over 50 people who contribute, creating events for our nearly 3,000 members! We are always looking for new friends.",
      "contribute": "Join us",
      "become_active": "Want to become an active member of JavaBin?",
      "about_becoming_active": "Want to join javaBin and help us to organize meetups and JavaZone? In Oslo we meet at 18:00 every Tuesday at Teknologihuset in central Oslo; other regions meet less frequently, so check out your region's upcoming events for more details. Just show up at any of the meetings or scheduled meetups and say hi!"
    },
    "javaZone": {
      "about": "About JavaZone",
      "read_more": "Read more about JavaZone",
      "about_JavaZone": "JavaZone is the biggest community-driven Java conference that has been organized in Oslo, Norway since 2001. It is organized on a voluntary basis by a group of people from javaBin, the Norwegian Java User Group, working around the year and putting many hours to create an amazing conference experience for you.",
      "goal": "Our goal is to organize a community-driven conference for developers where they can learn new things, share knowledge, and socialize.",
      "last_year": "We are happy to see the event grow bigger and better every year. In 2024 we hosted over 3600 participants and 188 speakers across 8 parallel tracks over the course of two days. In addition, we also offered a selection of 13 workshops held on the day before the conference started.",
      "who_is_behind": "Who is behind it?",
      "about_organizers": "Organizing a conference of this size on a voluntary basis is a lot of hard work (and it is great fun too!). The conference organization is represented by the JavaZone Core Team – a group of main organizers of the conference, where each representative is responsible for one or several areas or is leading a group of other JUG members. An example of such groups can be Program Committee, IT systems, etc.",
      "core_team_title": "The JavaZone Core Team for 2025:",
      "leader": "Leader",
      "leader_name": "Jan Erik Robertsen",
      "program": "Program",
      "program_name": "Erlend Klakegg Bergheim",
      "partners": "Partners",
      "partners_name": "Anders Karlsen",
      "volunteers": "Volunteers",
      "volunteers_name": "Ole Berg",
      "javaZone_mail": "javazone@java.no",
      "program_mail": "program@java.no",
      "partners_mail": "partner@java.no",
      "volunteers_mail": "student@java.no",
      "thank_you": "Being the biggest community-driven conference would not have been easy without all the partners, event coordinators, and subcontractors, so we would like to thank them as well! Thank you, all! ❤️",
      "reach_core_team": "If you have any questions or comments, you can always reach the Core Team at ",
      "welcome_to_NOVA": "Welcome to NOVA Spektrum, Lillestrøm",
      "event_check_in": "Buy tickets"
    },
    "principles": {
      "principles": "A few very important principles",
      "read_more": "Read more about our principles",
      "intro": "JavaZone is a 100% community-organized conference created by javaBin. The program is chosen by our independent program committee, and they operate under the principle that no-one is paid to hold a presentation, and likewise, that no-one can pay us to get their presentation accepted.",
      "about": "We as organizers strive to create the best possible learning experience for all our speakers and participants, and we expect you to do the same. Everyone is welcome at JavaZone, but we do require that you treat your fellow conference participants with respect. We reserve the right to take any action necessary to make sure this principle is upheld. For more details, see our Code of Conduct that applies to all events organized by javaBin.",
      "notify": "Should any unwanted event occur, we‘re here to help",
      "before_conference": "Before the conference",
      "contact_us_start": "You can contact us by email: ",
      "contact_us_middle": " (this goes to a small group of people, the core organizers of JavaZone), or ",
      "contact_us_end": " (this goes to the javaBin board).",
      "java_board_mail": "styret@java.no",
      "during_conference": "During the conference",
      "contact_stand": "Ask at the info stand, and we‘ll be in touch. Contact information will also be available at the info stand."
    },
    "food": {
      "food": "Food 🍔",
      "about": "JavaZone promises to tantalize your taste buds and satisfy your cravings throughout the conference. For attendees with allergies or dietary restrictions, rest assured that each restaurant is committed to providing a safe and enjoyable dining experience. ",
      "our_chefs": "Our chefs are well-versed in accommodating gluten, nut, dairy, and other common allergies. Simply inform the restaurant staff of your dietary needs, and they will guide you through the menu or offer personalized suggestions."
    },
    "sustainable_waste": {
      "sustainable_waste": "Sustainable waste management and recycling at JavaZone ♻️",
      "read_more": "Read more about recycling",
      "final_destination": "Where does it all end up?",
      "paragraph_1": "In an era where environmental consciousness is at the forefront, responsible waste management practices have become imperative. At Oslo Spektrum, an innovative partnership with Oslo Municipality and Franzefoss ensures that waste is not just disposed of, but actively sorted and recycled, promoting a greener future.",
      "paragraph_2": "Upon entering JavaZone, attendees may not be immediately aware of the meticulous waste management system that operates behind the scenes. Once waste is discarded, the process of responsible disposal begins. A comprehensive sorting mechanism is in place, designed to separate recyclables from non-recyclable materials.",
      "paragraph_3": "One notable aspect of this waste management initiative is the sorting and collection of beverage containers for deposit refund, known as \"pant\" in Norway. The bottles and cans are systematically collected, sorted, and sent for recycling, embodying the ethos of resource efficiency.",
      "paragraph_4": "Considerable portions of waste generated during JavaZone are earmarked for recycling. Through a blend of advanced waste separation technology and dedicated staff, materials like paper, plastic, glass, and metal are carefully segregated. The residual waste is further sorted at the Franzefoss plant in Haraldsrud and the remaining 70% is ground up and converted into FOB (refined waste fuel). Franzefoss has an agreement with Norcem for the delivery of FOB and this is used by Norcem as a high-value fuel for cement production. The food waste/wet organic waste delivered is used for biogas and fertilizer on grain fields. This not only reduces the environmental impact of JavaZone but also sets an example for attendees and the wider community."
    },

    "partner": {
      "watch_title": "First partner meeting",
      "watch_partner_meeting": "Watch this recording of the first partner meeting held on December 11ᵗʰ",
      "partner_info": {
        "javaZone_2025_partner": "JavaZone 2025 Partner",
        "partner_registration_opens": "Partner registration opens January 15ᵗʰ 2025 at 10:00",
        "register_cta": "Register here",
        "questions_email": "If you have any questions, please send us an email at",
        "partner_packages": "Partner packages",
        "standard_package": "Standard package",
        "price": "Price",
        "standard_package_detail_1": "6 square meters (3x2) with back and side wall, in the main conference hall.",
        "standard_package_detail_2": "Profiling",
        "standard_package_detail_3": "Logo with link on homepage and profiling in Nova Spektrum",
        "standard_package_detail_4": "Stand ticket",
        "standard_package_detail_5": "4 flexible tickets for stand personnel.",
        "standard_package_detail_6": "Participant tickets",
        "standard_package_detail_7": "Partner price on tickets for your colleagues",
        "restaurant_stand": "Restaurant stand",
        "restaurant_stand_detail_1": "All the benefits of the standard package with a restaurant stand",
        "restaurant_stand_detail_2": "Approx. 80 square meters with a connected restaurant",
        "restaurant_stand_detail_3": "Continuous food serving from your stand throughout the conference.",
        "restaurant_stand_detail_4": "Menu in cooperation with event partners.",
        "concept_stand": "Concept stand",
        "concept_stand_detail_1": "All the benefits of the standard package.",
        "concept_stand_detail_2": "Stand of approx. 70 square meters",
        "concept_stand_detail_3": "Large space for showing off your own concept",
        "extended_package": "Extended package",
        "same_as_standard": "Same as Standard upgraded to 12 square meters",
        "partner_tickets": "Partner tickets",
        "partner_tickets_detail_1": "You have four flexible stand tickets included in your partnership package. These are intended for stand personnel, and do not give access to the talks. You must order tickets for all your employees that want to attend a talk (or if you have more than four who need to be on the stand at once).",
        "round_robin_distribution": "Round robin distribution on tickets ordered by May 15ᵗʰ",
        "first_come_first_served": "First come first served if tickets are still available after May 15ᵗʰ",
        "order_tickets": "Order your partner ticket"
      }
    },
    "ticket": {
      "announcement": "Ticket sales will start from 10:00 AM at March 3ʳᵈ"
    },

    "kids": {
      "title": "JavaZone Kids",
      "call_for_speakers_title": "Call for speakers for JavaZone Kids 2025",
      "javazone_kids_intro": "JavaZone Kids is a day with workshops for kids ages 8-17 years old. It is a day for learning and fun, and parents are urged to stay and hang out to join the fun. The workshops are intended to be on different levels, so it is something for everyone. ",
      "event_date_location_start": "The event will be on 31st of August 2025 at Rebel in Oslo. We are asking for workshops in both Norwegian and English. Duration of the event is 4 hours, with a break in between. Are you interested, send us an email to",
      "event_date_location_link_title": "kids@java.no",
      "event_date_location_end": "by 1st April 2025.",
      "workshop_description_intro": "Your description of the workshop needs to have:",
      "workshop_title": "Title",
      "workshop_abstract": "Abstract, this will be featured on our website",
      "workshop_outline": "Detailed outline, pitch on what the workshop is about and answers to these questions:",
      "workshop_age_range": "Age range",
      "workshop_max_participants": "Maximum participants",
      "workshop_language": "English or Norwegian",
      "workshop_experience": "Do you have experience working with kids before",
      "speakers_benefits": "Speakers for JavaZone Kids will be invited to Speakers’ Dinner on Tuesday 2nd September, free tickets to the JavaZone conference on 3rd-4th September, and you can apply to join our tour for speakers, JourneyZone."
    },
    "speakers": {
      "pageTitle": "Call for Speakers",
      "conference_intro": "JavaZone 2025 will be the 23rd physical JavaZone conference and will consist of a day of pre-conference workshops, followed by two days of lightning talks and presentations in September.",
      "conference_attendance": "The conference is usually sold out, with more than 3200 attendees enjoying well over 100 sessions from both Norwegian and international speakers. We'd love to have you join us this coming September!",
      "international_speakers": "JavaZone hosts both international and Norwegian speakers. We'd love to have you join us the coming September! Submission of proposals is open until April 28th, 2025.",
      "submit_proposal": "Submit proposal",

      "speaking_experience": "What is it like speaking at JavaZone?",
      "speaking_experience_desc": "Over the last decade JavaZone has grown to become one of the most important Java events in Europe! You can see for yourself - over 1500 videos from previous years' talks are available for free at Vimeo, and the full program from JavaZone 2024 is also available.",
      "importance_of_speakers": "We can brag as much as we want, but JavaZone would be nothing without all the great speakers! That's why we need your help to make sure that JavaZone 2025 will be at least as awesome as the earlier events. If you think you have something interesting to share, please submit your talk or workshop.",
      "commitment_to_diversity": "JavaZone is committed to diversity, and we are especially interested in quality submissions from groups that are under-represented in tech. This year we also invite speakers to our JavaZone Kids.",
      "vimeo": "Watch videos",
      "formats_and_durations": "Formats and durations",
      "formats_and_durations_desc": "You should think about which format your talk will work best in. Are you presenting a new idea, or do you require more time to elaborate on your subject? How hands-on do you want to be? We have three formats you can present your material in.",
      "lightning_talks": "Lightning talks (10 or 20 minutes)",
      "lightning_talks_desc": "Are you presenting a great new idea, or want to give the audience a teaser for a cool topic? Then you should strongly consider the lightning talk format. Note that the 10-20 minute time limit is strictly enforced!",
      "presentations": "Presentations (45 or 60 minutes)",
      "presentations_desc": "Presentations at JavaZone can be either 45 or 60 minutes long. This gives you room to elaborate on an idea. When submitting your talk, please indicate clearly in the outline how much time is reserved for questions.",
      "workshops": "Workshops (2 hours, 4 hours, 8 hours)",
      "workshops_desc": "We will continue the popular workshop concept with a range of sessions on Tuesday, September 3rd. The format for the workshops is in-depth, hands-on and interactive.",
      "javazone_kids": "JavaZone Kids",
      "javazone_kids_desc_start": "For those interested in bringing the magic of software development to kids, we have a mini conference for kids the weekend before JavaZone. Please see their ",
      "javazone_kids_desc_link_title": "separate call for speakers",
      "javazone_kids_desc_end": " for more information.",

      "audience_and_topics": "Audience and topics",
      "audience_and_topics_desc": "JavaZone is a conference for developers and technical architects, with an emphasis on technical talks. However, we are open to talks about other topics related to programming as well, like methodology or project management.",
      "content_scope": "Despite our conference name, we do not limit our content to Java technology. We will consider all talks based on their relevance to developers and technical architects. We do, however, focus on technology surrounding the JVM when selecting talks.",

      "evaluation_of_talks": "Ongoing evaluation of talks",
      "evaluation_of_talks_desc": "Each year we receive hundreds of submissions, and we consider each submission as it arrives. We answer all submissions and will do so no later than end of June.",
      "submit_early": "Our advice to you is simple. Submit early! The earlier you submit, the more likely you are to be noticed. Avoid drowning in the end-of-Call-for-Speakers tsunami!",

      "submission_tips": "Submission tips",
      "submission_tips_desc_start": "Over the years, we have gathered some",
      "submission_tips_desc_link_title": "submission tips",
      "submission_tips_desc_end": ", which may be useful to both new and experienced speakers.",
      "submission_tips_learn_more": "Learn more",

      "location": "Location",
      "location_desc": "Our usual venue, Oslo Spektrum, is closed for renovation and expansion so we have moved JavaZone to NOVA Spektrum, a huge arena in Lillestrøm, a town just outside Oslo. We are working hard to make the new venue just as magical as our usual venue.",
      "traveling_to_lillestrom": "Traveling to Lillestrøm is just as easy as traveling to Oslo, because both the Airport Express train and regular trains stop here on their way from Oslo airport to Oslo city center. For those based in Oslo, Lillestrøm is just 10 minutes away, with very frequent train departures.",
      "workshops_location": "Workshops are located at our regular community center, Rebel, in Oslo city center close to Nationaltheateret station, allowing attendees to have close access from their offices.",

      "whats_in_it_for_me": "What's in it for me?",
      "accepted_presentations": "Accepted presentations, lightning talks, and workshops",
      "accepted_presentations_desc": "As a JavaZone speaker, you get free admission to the conference. Additionally, you are also invited to the speakers' dinner, held on September 3rd.",
      "journeyzone": "All accepted speakers can apply to join us at JourneyZone, our famous speakers' tour into the Norwegian wilderness. More details will be available soon.",
      "coverage_of_expenses": "Coverage of expenses",
      "coverage_of_expenses_start": "Please see our",
      "coverage_of_expenses_link": "reimbursement policy",
      "coverage_of_expenses_end": "if you have any questions regarding coverage of other expenses.",

      "important_principles": "Important principles",
      "important_principles_desc_start": "JavaZone is proud to be an independent and community-driven conference. It is organized by volunteers from javaBin (the Norwegian Java User Group) and is run as a non-profit organization.",
      "important_principles_desc_read_more_1": " You can read more about us",
      "important_principles_desc_read_more_2": "here",
      "important_principles_desc_end": ". This means that we have three important principles for selecting talks:",
      "no_speaker_slots": "We do not sell speaker slots.",
      "no_sales_pitches": "We do not accept sales pitches masked as presentations.",
      "no_differentiation": "We do not differentiate between speakers from partners and independent speakers.",
      "adherence_to_principles": "If your talk adheres to these very important principles, you are more than welcome to submit it to our Call for Speakers!",
      "closing_statement": "We hope to see you at JavaZone 2025 - please feel free to spread the word to your local community!",
      "program_committee": "Best regards, the JavaZone Program Committee"
    },
    "submissionTips": {
      "submission_tips_title": "Submission tips",
      "increase_chance": "Increase the chance of your talk being accepted",
      "proposal_correlation": "There is generally a very high correlation between how much work one puts into the creation of a proposal and the chance that the proposal is accepted. Even a proposal with an extremely cool theme, entertaining title, and an experienced speaker may be excluded if the description is lacking.",
      "tips_intro": "We have gathered some tips that should be considered when writing a JavaZone proposal, and a few reasons why proposals may be rejected.",

      "good_title": "Create a good title",
      "good_title_desc": "The title is the first thing people will see. A poorly worded title may be the only thing many will see of your proposal. A good title is catchy and concise, and should describe what you will talk about.",

      "catchy_abstract": "Write a catchy abstract",
      "catchy_abstract_desc": "The abstract is what will be featured in the JavaZone program for the public to read. If the program committee doesn't believe that the abstract is good enough to convince people to come to your presentation, then the proposal won't be accepted.",

      "detailed_outline": "Provide a detailed outline",
      "detailed_outline_desc": "The outline is your chance to pitch the proposal to the program committee. This section will not be published, but if your outline is thin or just a copy of your abstract, then you're not selling yourself well.",

      "be_concise": "Be concise",
      "be_concise_desc": "With an exciting theme, it's easy to find many things one wants to present. Don't get carried away. Your proposal outline should explain how you will cover everything in a clear and structured manner.",

      "supporting_materials": "Include supporting materials",
      "supporting_materials_desc": "If you've held the talk before, then please include links to any supporting material that you can show us. This could be video recordings, slide decks, blogs posts, GitHub repositories, photos, etc. Video recordings of any less related talks of yours may also give us an impression of how you are as a speaker.",

      "fill_mandatory_fields": "Fill out all mandatory fields properly",
      "fill_mandatory_fields_desc": "Nothing says you haven't put much effort into your proposals like a submission form filled with 'TODO' or 'TBD' in the required fields. This is fine for the initial submission, but please make sure the required information is filled out properly by the submission deadline.",

      "review_proposal": "Ask someone to review your proposal",
      "review_proposal_desc": "If your proposal is full of typos, it will be noticed (especially in key fields such as the title). This isn't a point that will necessarily mean the proposal will be rejected, but it doesn't help your case.",

      "live_coding": "Do you plan on doing live coding? Be sure to describe your plan to us",
      "live_coding_desc": "Live coding can make a presentation more entertaining, but it also increases the chances of something going wrong. If the program committee doesn't get the feeling that you have a solid plan for the demonstration, then it might hurt your chances to be accepted.",

      "multiple_proposals": "Send in multiple proposals",
      "multiple_proposals_desc": "If you have multiple things you can talk about, then submitting 2 or 3 different proposals will increase your chances of finding a place in the schedule.",

      "no_spam": "... but please don't spam us",
      "no_spam_desc": "The program committee reviews hundreds of proposals each year. A few well-written proposals are much more valuable than a bucket full of half-prepared ideas.",

      "no_shouting": "Do not shout",
      "no_shouting_desc": "You will definitely be noticed IF YOUR TITLE IS ENTIRELY UPPERCASE (!!!!!!!!), but not necessarily in a positive way.",

      "rejection_reasons_title": "Why was my talk rejected?",
      "rejection_reasons_intro": "Even though we are rooting for your talk to be accepted, the fact is that some talks must be rejected. Read through these tips to understand why this might happen. Even better, if you are reading this before the Call for Speakers deadline, you can go through your proposal and make sure you do your best to avoid these common pitfalls.",

      "not_enough_info": "Not Enough information",
      "not_enough_info_desc": "The program committee was not sure what you're going to present, or there was not enough information about the technology/things you want to talk about to decide how great the presentation will be.",

      "proposal_too_thin": "The proposal is too thin",
      "proposal_too_thin_desc": "The abstract doesn't convey the feeling that you have put a lot of work into it, or that you have thought through your presentation.",

      "too_much_content": "You want to talk about more than we think you will have time to cover",
      "too_much_content_desc": "10-minute lightning talk proposals that appear to require double that time will be discounted. The same applies to proposals that try to cover everything possible instead of focusing on a specific area. If you want to cover a breadth of material, then be sure to convey to us that you have thought through the timeline for your talk. We must feel that you believe that it will work, something that can be achieved with a clear and detailed outline.",

      "abstract_not_catchy": "The abstract was not catchy enough",
      "abstract_not_catchy_desc": "If the committee ends up with 600 or so proposals to go through, time becomes a factor. This is especially true in the first pass, and in the early stages. If your abstract catches the fancy of just one or more of the committee members, your proposal is likely to be thumbs-upped to the next phase. If not, it tends to drop out.",

      "theme_not_fit": "The theme did not fit in with what we want to include in the program this year",
      "theme_not_fit_desc": "Even though JavaZone has a place for many topics, there are some proposals that do not fit. Some proposals are rejected because we feel the presentation would be better served at a different conference.",

      "co_presenter_accepted": "Your co-presenter had a different proposal accepted",
      "co_presenter_accepted_desc": "If you intend to present with a co-presenter, and they happen to have had a separate proposal already accepted, then we may have to reject your joint proposal.",

      "unlucky": "You were unlucky",
      "unlucky_desc": "We often receive multiple good proposals covering exactly the same topic. The program committee then has to decide between these multiple excellent submissions. In 2016 we received many great proposals covering 'how we do DevOps in the cloud'. Limited space in the program meant that many of these ended up being rejected."
    },
    "volunteer": {
      "title": "Become a volunteer at JavaZone",
      "what_is_javazone": "What is JavaZone?",
      "description": "JavaZone is the world's largest community-driven Java conference. Every year, over 3200 developers come to Oslo to participate.",
      "who_are_we_looking_for": "Who are we looking for?",
      "who_can_apply": "Would you like to contribute to making this event an amazing experience? Are you a student in the fall of 2025?",
      "apply_now": "Sign up as a volunteer!",
      "application_coming_soon": "Application page coming soon!",
      "faq_title": "Frequently Asked Questions",
      "faq": {
        "language_question": "I don't speak Norwegian, what about me?",
        "language_answer": "You need to be able to communicate in both Norwegian and English to be a volunteer at JavaZone.",
        "who_can_volunteer": "Who can be a volunteer at JavaZone?",
        "who_can_volunteer_answer": "All students who are fluent in both Norwegian and English can become volunteers at JavaZone.",
        "tasks": "What will I do as a volunteer?",
        "tasks_answer": "Tasks include hall monitoring, information desk duty, and handing out headsets, among others.",
        "how_many_volunteers": "How many volunteers participate at JavaZone?",
        "how_many_volunteers_answer": "Over 50 volunteers participate each year. Interest is high, but it's worth applying!",
        "learning_opportunities": "Will I get to attend sessions as a volunteer?",
        "learning_opportunities_answer": "You get about 50% free time to attend talks, eat great food, and network with IT professionals.",
        "travel": "What about travel if I don’t live in Oslo?",
        "travel_answer": "JavaZone does not cover travel or accommodation, but check with your university about travel support.",
        "awezone": "Can I join AweZone?",
        "awezone_answer": "Yes! No work in the evening – just party and fun!",
        "when_to_meet": "When do I need to show up as a volunteer?",
        "when_to_meet_answer": "Meet at Oslo Spektrum on September 2nd at 19:00. JavaZone ends on September 4th at 18:00.",
        "application_deadline": "When is the application deadline?",
        "application_deadline_answer": "The application deadline is Sunday, June 8th."
      }
    },
    "reimbursement": {
      "pageTitle": "Reimbursement policy",
      "what_how": "What & How",
      "eligibility": "If your presentation or a workshop is accepted, you may apply for a refund for travel and accommodation. Read below to find out if you are eligible.",
      "application_deadline": "Applications for speaker reimbursements must be submitted before August 1st, 2025.",

      "how_to_apply": "How to apply",
      "apply_note_start": "The first thing to note is that you need to apply for reimbursement of costs. This is necessary for our budget planning. If you require financial support, please reach out to ",
      "apply_note_link": "refund@java.no",
      "apply_note_end": " after your session or workshop is accepted.",
      "apply_details": "In this mail, provide an estimate of your travel expenses and the days you will be visiting Oslo during the conference.",
      "hotel_deal": "We have a deal with a hotel, so if you need accommodation, we will reserve a room for you. Please state in your application which days you are planning to stay. We do not refund travel costs above the cost of a reasonably priced economy ticket.",
      "lightning_talks": "Please also note that we do not refund travel expenses for those holding lightning talks. However, speakers (including the ones holding lightning talks) will receive a free conference ticket.",

      "confirmation_reimbursement": "Confirmation & Reimbursement",
      "confirmation_note_start": "Applications must be confirmed explicitly via ",
      "confirmation_note_link": "refund@java.no",
      "confirmation_note_end": " and are only accepted prior to our conference. Reimbursements are provided after the conference. For this, we require you to send us copies of all receipts, the name of your bank and international account numbers (IBAN, BIC/SWIFT, if available). We reserve the right to decline a refund application. Speakers living in proximity to Oslo are not eligible.",
      "reimbursement_process": "Reimbursements are processed and paid after the conference. We will reach out to speakers who applied for reimbursement and process the payments once payment details are provided."
    },
    "404": {
      "error_code": "Void 0",
      "error_title": "Well, this is embarrassing...",
      "lost_page_start": "We seem to somehow have lost the page you are looking for. If you are a technical person, this is what you might usually refer to as a classical ",
      "404": "404",
      "lost_page_end": " response code.",
      "tech_fails": "We are of course using advanced technology to keep things like these from happening, but every now and then technology (or we...) fails.",
      "tell_us_start": "If you have a lot of time on your hands (or are just really kind), we would really appreciate it if you ",
      "tell_us_end": "tell us about it"
    },
    "language_name": {
      "en-US": "English",
      "nb-NO": "Norwegian"
    }
  }
}
