{
  "translation": {
    "javaZone_2025": "JavaZone 2025",
    "in_progress": "in progress...",
    "conference_title": "Conference: ",
    "conference_date": "September, 2025",
    "workshop_title": "Workshop: ",
    "workshop_date": "September, 2025",
    "location_title": "Location: ",
    "location": "Oslo/Norway",
    "hold_the_date": "Hold the date!",

    "partner_information": "Partner information",
    "speaker_information": "Speaker information",
    "program_information": "Program information",
    "workshop_information": "Workshop information",
    "ticket_information": "Ticket information",
    "volunteer_information": "Volunteer information",
    "journeyZone_information": "JourneyZone information",
    "aweZone_information": "AweZone information",
    "javaZone_kids_information": "JavaZone Kids information",
    "javaBin_information": "javaBin information",

    "javaBin": {
      "intro": "Become part of something great",
      "about": "About javaBin",
      "read_more": "Read more about us",
      "about_javaBin": "javaBin is one of the largest communities in Norway. It is driven by volunteer enthusiasts from across the country. We have branches throughout the country – in Stavanger, Bergen, Trondheim, Vestfold, Sogn, Tromsø, Southern Norway and Oslo. We organize events almost every month in all branches of javaBin, including meetups, events for students, events for kids, and other exciting stuff!",
      "about_JavaZone": "Our biggest event of the year – JavaZone – takes place every September. That's right! One of the world's biggest Java conferences is run by a non-profit organization! Approximately 3,500 participants, 200 speakers, 50+ partners, and generally lots of knowledge sharing and fun",
      "about_meetups": "So what are you waiting for? Come and join one of our events! And if you want to give something back then just ask about becoming an organizer, or how you can contribute in other ways. We currently have over 50 people who contribute, creating events for our nearly 3,000 members! We are always looking for new friends.",
      "contribute": "Join us",
      "become_active": "Want to become an active member of JavaBin?",
      "about_becoming_active": "Want to join javaBin and help us to organize meetups and JavaZone? In Oslo we meet at 18:00 every Tuesday at Teknologihuset in central Oslo; other regions meet less frequently, so check out your region's upcoming events for more details. Just show up at any of the meetings or scheduled meetups and say hi!"
    },
    "javaZone": {
      "about": "About JavaZone",
      "read_more": "Read more about JavaZone",
      "about_JavaZone": "JavaZone is the biggest community-driven Java conference that has been organized in Oslo, Norway since 2001. It is organized on a voluntary basis by a group of people from javaBin, the Norwegian Java User Group, working around the year and putting many hours to create an amazing conference experience for you.",
      "goal": "Our goal is to organize a community-driven conference for developers where they can learn new things, share knowledge, and socialize.",
      "last_year": "We are happy to see the event grow bigger and better every year. In 2024 we hosted over 3600 participants and 188 speakers across 8 parallel tracks over the course of two days. In addition, we also offered a selection of 13 workshops held on the day before the conference started.",
      "who_is_behind": "Who is behind it?",
      "about_organizers": "Organizing a conference of this size on a voluntary basis is a lot of hard work (and it is great fun too!). The conference organization is represented by the JavaZone Core Team – a group of main organizers of the conference, where each representative is responsible for one or several areas or is leading a group of other JUG members. An example of such groups can be Program Committee, IT systems, etc.",
      "core_team_title": "The JavaZone Core Team for 2025:",
      "leader": "Leader",
      "leader_name": "Jan Erik Robertsen",
      "program": "Program",
      "program_name": "Erlend Klakegg Bergheim",
      "partners": "Partners",
      "partners_name": "Anders Karlsen",
      "volunteers": "Volunteers",
      "volunteers_name": "Bendik Dyrli, Ellaoui Abdellaoui and Ole Berg",
      "javaZone_mail": "javazone@java.no",
      "program_mail": "program@java.no",
      "partners_mail": "partner@java.no",
      "volunteers_mail": "student@java.no",
      "thank_you": "Being the biggest community-driven conference would not have been easy without all the partners, event coordinators, and subcontractors, so we would like to thank them as well! Thank you, all!",
      "reach_core_team": "If you have any questions or comments, you can always reach the Core Team at "
    },
    "principles": {
      "principles": "A few very important principles",
      "read_more": "Read more about our principles",
      "intro": "JavaZone is a 100% community-organized conference created by javaBin. The program is chosen by our independent program committee, and they operate under the principle that no-one is paid to hold a presentation, and likewise, that no-one can pay us to get their presentation accepted.",
      "about": "We as organizers strive to create the best possible learning experience for all our speakers and participants, and we expect you to do the same. Everyone is welcome at JavaZone, but we do require that you treat your fellow conference participants with respect. We reserve the right to take any action necessary to make sure this principle is upheld. For more details, see our Code of Conduct that applies to all events organized by javaBin.",
      "notify": "Should any unwanted event occur, we‘re here to help",
      "before_conference": "Before the conference",
      "contact_us_start": "You can contact us by email: ",
      "contact_us_middle": " (this goes to a small group of people, the core organizers of JavaZone), or ",
      "contact_us_end": " (this goes to the javaBin board).",
      "java_board_mail": "styret@java.no",
      "during_conference": "During the conference",
      "contact_stand": "Ask at the info stand, and we‘ll be in touch. Contact information will also be available at the info stand."
    },
    "food": {
      "food": "Food 🍔",
      "about": "JavaZone promises to tantalize your taste buds and satisfy your cravings throughout the conference. For attendees with allergies or dietary restrictions, rest assured that each restaurant is committed to providing a safe and enjoyable dining experience. ",
      "our_chefs": "Our chefs are well-versed in accommodating gluten, nut, dairy, and other common allergies. Simply inform the restaurant staff of your dietary needs, and they will guide you through the menu or offer personalized suggestions."
    },

    "404": {
      "error_code": "Void 0",
      "error_title": "Well, this is embarrassing...",
      "lost_page_start": "We seem to somehow have lost the page you are looking for. If you are a technical person, this is what you might usually refer to as a classical ",
      "404": "404",
      "lost_page_end": " response code.",
      "tech_fails": "We are of course using advanced technology to keep things like these from happening, but every now and then technology (or we...) fails.",
      "tell_us_start": "If you have a lot of time on your hands (or are just really kind), we would really appreciate it if you ",
      "tell_us_end": "tell us about it"
    },
    "language_name": {
      "en-US": "English",
      "nb-NO": "Norwegian"
    }
  }
}
