{
  "translation": {
    "javaZone_2025": "JavaZone 2025",
    "in_progress": "under utvikling...",
    "conference_title": "Konferanse: ",
    "conference_date": "September 3-4, 2025",
    "workshop_title": "Workshop: ",
    "workshop_date": "September, 2025",
    "location_title": "Sted: ",
    "location": "Nova Spektrum - Lillestrøm",
    "hold_the_date": "Hold av datoen!",

    "partner_information": "Partner informasjon",
    "speaker_information": "Speaker informasjon",
    "program_information": "Program informasjon",
    "workshop_information": "Workshop informasjon",
    "ticket_information": "Billetter informasjon",
    "volunteer_information": "Frivillig informasjon",
    "journeyZone_information": "JourneyZone informasjon",
    "aweZone_information": "AweZone informasjon",
    "javaZone_kids_information": "JavaZone Kids informasjon",
    "javaBin_information": "javaBin informasjon",

    "javaBin": {
      "intro": "Bli en del av noe stort",
      "about": "Om javaBin",
      "read_more": "Les mer om oss",
      "about_javaBin": "javaBin er en av Norges største community-grupper, drevet av frivillige ildsjeler fra hele landet. Vi har avdelinger over hele landet – Stavanger, Bergen, Trondheim, Vestfold, Sogn, Tromsø, Sørlandet og Oslo. Hver eneste måned skjer det kule ting i javaBin-regi – både meetups, studentarrangementer, arrangementer for barn, og mye annet spennende!",
      "about_JavaZone": "Hvert år i september er det duket for javaBins store happening – JavaZone. Det stemmer! En av verdens største Java-konferanser er drevet av en frivillig organisasjon! Ca. 3.500 deltakere, 200 foredragsholdere, 50 partnerbedrifter og generelt sett god stemning!",
      "about_meetups": "Bli med på et javaBin-arrangement da vel! Og er du ekstra interessert, kan du snakke med oss og bli en av arrangørene. Vi er over 50 mennesker som bidrar med å skape kule arrangementer for våre nesten 3.000 medlemmer!",
      "contribute": "Vil du være med?",
      "become_active": "Bli aktiv i javaBin?",
      "about_becoming_active": "Vil du være med aktivt i javaBin, og arrangere meetups og JavaZone? I Oslo møtes vi hver tirsdag kl. 18:00 på Teknologihuset på Rebel i Oslo Sentrum, og det er bare å dukke opp på en av kveldene våre. I regionene møtes vi litt sjeldnere – møt opp på et meetup-arrangement og snakk med oss."
    },
    "javaZone": {
      "about": "Om JavaZone",
      "read_more": "Les mer om JavaZone",
      "about_JavaZone": "JavaZone er den største fellesskapsdrevne Java-konferansen som har blitt arrangert i Oslo, Norge siden 2001. Den er organisert på frivillig basis av en gruppe mennesker fra javaBin, den norske Java brukergruppen, som jobber året rundt og legger ned mange timer for å skape en fantastisk konferanseopplevelse for deg.",
      "goal": "Målet vårt er å organisere en fellesskapsdrevet konferanse for utviklere der de kan lære nye ting, dele kunnskap og sosialisere seg.",
      "last_year": "Vi er glade for å se arrangementet vokse seg større og bedre for hvert år. I 2024 var vi vertskap for over 3600 deltakere og 188 foredragsholdere på 8 parallelle spor i løpet av to dager. I tillegg tilbød vi også et utvalg av 13 workshops holdt dagen før konferansen startet.",
      "who_is_behind": "Hvem står bak?",
      "about_organizers": "Å organisere en konferanse av denne størrelsen på frivillig basis er mye hardt arbeid (og veldig gøy!). Konferanseorganisasjonen er representert av JavaZone kjerne-teamet – en gruppe hovedarrangører av konferansen, hvor hver representant er ansvarlig for ett eller flere områder eller leder en gruppe andre JUG-medlemmer. Et eksempel på slike grupper kan være Programkomité, IT-systemer mv.",
      "core_team_title": "JavaZone kjerne-teamet for 2025:",
      "leader": "Leder",
      "leader_name": "Jan Erik Robertsen",
      "program": "Program",
      "program_name": "Erlend Klakegg Bergheim",
      "partners": "Partnere",
      "partners_name": "Anders Karlsen",
      "volunteers": "Frivillige",
      "volunteers_name": "Bendik Dyrli, Ellaoui Abdellaoui og Ole Berg",
      "javaZone_mail": "javazone@java.no",
      "program_mail": "program@java.no",
      "partners_mail": "partner@java.no",
      "volunteers_mail": "student@java.no",
      "thank_you": "Å være den største fellesskapsdrevne konferansen hadde ikke vært lett uten alle partnere, arrangementskoordinatorer og underleverandører, så vi vil gjerne takke dem også! Takk, alle sammen!",
      "reach_core_team": "Dersom du har spørsmål eller kommentarer kan du alltid nå kjerne-teamet via "
    },
    "principles": {
      "principles": "Noen få svært viktige prinsipper",
      "read_more": "Les mer om våre prinsipper",
      "intro": "JavaZone er en 100 % fellesskapsorganisert konferanse laget av javaBin. Programmet er valgt av vår uavhengige programkomité, og de opererer under prinsippet om at ingen får betalt for å holde en presentasjon, og likeledes at ingen kan betale oss for å få presentasjonen deres akseptert.",
      "about": "Vi som arrangører streber etter å skape en best mulig opplevelse for alle våre foredragsholdere og deltakere, og vi forventer at du gjør det samme. Alle er velkomne på JavaZone, men vi krever at du behandler dine medkonferansedeltakere med respekt. Vi forbeholder oss retten til å ta alle nødvendige tiltak for å sikre at dette prinsippet opprettholdes. For flere detaljer, se våre etiske retningslinjer som gjelder for alle arrangementer organisert av javaBin.",
      "notify": "Skulle det oppstå en uønsket hendelse, er vi her for å hjelpe",
      "before_conference": "Før konferansen",
      "contact_us_start": "Du kan kontakte oss på mail: ",
      "contact_us_middle": " (dette går til en liten gruppe mennesker, kjerne-arrangørene til JavaZone), eller ",
      "contact_us_end": " (dette går til javaBin styret).",
      "java_board_mail": "styret@java.no",
      "during_conference": "Under konferansen",
      "contact_stand": "Spør i infostanden, så tar vi kontakt. Kontaktinformasjon vil også være tilgjengelig på infostanden."
    },
    "food": {
      "food": "Mat 🍔",
      "about": "JavaZone lover å friste smaksløkene dine og tilfredsstille dine cravings gjennom hele konferansen. For deltakere med allergier eller kostholdsrestriksjoner, kan du være trygg på at hver restaurant er forpliktet til å tilby en trygg og hyggelig matopplevelse. ",
      "our_chefs": "Kokkene våre er godt kjent med å imøtekomme gluten, nøtter, meieriprodukter og andre vanlige allergier. Bare informer restaurantpersonalet om dine kostholdsbehov, så vil de veilede deg gjennom menyen eller gi personlige forslag."
    },

    "partner": {
      "watch_partner_meeting": "Se dette opptaket av det første partnermøtet som ble holdt 11. desember.",
      "partner_info": {
        "javaZone_2025_partner": "JavaZone 2025 Partner",
        "partner_registration_opens": "Partnerregistrering åpner 15. januar 2025 kl. 10:00",
        "questions_email": "Hvis du har noen spørsmål, vennligst send oss en e-post på",
        "partner_packages": "Partnerpakker",
        "standard_package": "Standardpakke",
        "price": "Pris",
        "standard_package_detail_1": "6 kvadratmeter (3x2) med bak- og sidevegg, i hovedkonferansehallen.",
        "standard_package_detail_2": "Profilering",
        "standard_package_detail_3": "Logo med lenke på hjemmesiden og profilering i Nova spektrum",
        "standard_package_detail_4": "Standbillett",
        "standard_package_detail_5": "4 fleksible billetter for standpersonell.",
        "standard_package_detail_6": "Deltakerbilletter",
        "standard_package_detail_7": "Partnerpris på billetter for dine kolleger",
        "restaurant_stand": "Restaurantstand",
        "restaurant_stand_detail_1": "Alle fordelene med standardpakken med en restaurantstand",
        "restaurant_stand_detail_2": "Ca. 80 kvadratmeter med en tilknyttet restaurant",
        "restaurant_stand_detail_3": "Kontinuerlig matservering fra din stand gjennom hele konferansen.",
        "restaurant_stand_detail_4": "Meny i samarbeid med arrangementsparter.",
        "concept_stand": "Konseptstand",
        "concept_stand_detail_1": "Alle fordelene med standardpakken.",
        "concept_stand_detail_2": "Stand på ca. 70 kvadratmeter",
        "concept_stand_detail_3": "Stort område for å vise frem ditt eget konsept",
        "extended_package": "Utvidet pakke",
        "same_as_standard": "Samme som Standard oppgradert til 12 kvadratmeter",
        "partner_tickets": "Partnerbilletter",
        "partner_tickets_detail_1": "Du har fire fleksible standbilletter inkludert i din partnerpakke. Disse er ment for standpersonell, og gir ikke tilgang til foredragene. Du må bestille billetter for alle dine ansatte som ønsker å delta på et foredrag (eller hvis du har mer enn fire som må være på standen samtidig).",
        "round_robin_distribution": "Round robin-fordeling på billetter bestilt innen 15. mai",
        "first_come_first_served": "Førstemann til mølla hvis billetter fortsatt er tilgjengelige etter 15. mai"
      }
    },

    "404": {
      "error_code": "Void 0",
      "error_title": "Oisann, dette er flaut...",
      "lost_page_start": "Det ser ut som vi på en eller annen måte har mistet siden du leter etter. Hvis du er en teknisk person, er dette det du vanligvis refererer til som en klassisk ",
      "404": "404",
      "lost_page_end": " responskode.",
      "tech_fails": "Vi bruker selvfølgelig avansert teknologi for å hindre at ting som dette skjer, men nå og da svikter teknologien (eller vi...).",
      "tell_us_start": "Hvis du har noe tid til overs (eller bare er veldig snill), vil vi sette stor pris på om du ",
      "tell_us_end": "forteller oss om det"
    },
    "language_name": {
      "en-US": "Engelsk",
      "nb-NO": "Norsk"
    }
  }
}
