{
  "translation": {
    "javaZone_2025": "JavaZone 2025",
    "in_progress": "under utvikling...",
    "conference_title": "Konferanse: ",
    "conference_date": "3. - 4. september 2025",
    "workshop_title": "Workshop: ",
    "workshop_date": "September, 2025",
    "location_title": "Sted: ",
    "location": "Nova Spektrum, Lillestrøm",
    "hold_the_date": "Hold av datoen!",
    "partner_information": "Partner informasjon",
    "speaker_information": "Speaker informasjon",
    "program_information": "Programinformasjon",
    "workshop_information": "Workshop informasjon",
    "ticket_information": "Billetter informasjon",
    "volunteer_information": "Frivillig informasjon",
    "journeyZone_information": "JourneyZone informasjon",
    "aweZone_information": "AweZone informasjon",
    "javaZone_kids_information": "JavaZone Kids informasjon",
    "javaBin_information": "javaBin informasjon",
    "pageTitles": {
      "home": "Hjem",
      "program": "Program",
      "partner": "Partnere",
      "speaker": "Talere",
      "aboutUs": "Om oss",
      "info": "Informasjon",
      "heroes": "Helter"
    },
    "javaBin": {
      "intro": "Bli en del av noe stort",
      "about": "Om javaBin",
      "read_more": "Les mer om oss",
      "about_javaBin": "javaBin er en av Norges største community-grupper, drevet av frivillige ildsjeler fra hele landet. Vi har avdelinger over hele landet – Stavanger, Bergen, Trondheim, Vestfold, Sogn, Tromsø, Sørlandet og Oslo. Hver eneste måned skjer det kule ting i javaBin-regi – både meetups, studentarrangementer, arrangementer for barn, og mye annet spennende!",
      "about_JavaZone": "Hvert år i september er det duket for javaBins store happening – JavaZone. Det stemmer! En av verdens største Java-konferanser er drevet av en frivillig organisasjon! Ca. 3.500 deltakere, 200 foredragsholdere, 50 partnerbedrifter og generelt sett god stemning!",
      "about_meetups": "Bli med på et javaBin-arrangement da vel! Og er du ekstra interessert, kan du snakke med oss og bli en av arrangørene. Vi er over 50 mennesker som bidrar med å skape kule arrangementer for våre nesten 3.000 medlemmer!",
      "contribute": "Vil du være med?",
      "become_active": "Bli aktiv i javaBin?",
      "about_becoming_active": "Vil du være med aktivt i javaBin, og arrangere meetups og JavaZone? I Oslo møtes vi hver tirsdag kl. 18:00 på Teknologihuset på Rebel i Oslo Sentrum, og det er bare å dukke opp på en av kveldene våre. I regionene møtes vi litt sjeldnere – møt opp på et meetup-arrangement og snakk med oss."
    },
    "javaZone": {
      "about": "Om JavaZone",
      "read_more": "Les mer om JavaZone",
      "about_JavaZone": "JavaZone er den største fellesskapsdrevne Java-konferansen som har blitt arrangert i Oslo, Norge siden 2001. Den er organisert på frivillig basis av en gruppe mennesker fra javaBin, den norske Java brukergruppen, som jobber året rundt og legger ned mange timer for å skape en fantastisk konferanseopplevelse for deg.",
      "goal": "Målet vårt er å organisere en fellesskapsdrevet konferanse for utviklere der de kan lære nye ting, dele kunnskap og sosialisere seg.",
      "last_year": "Vi er glade for å se arrangementet vokse seg større og bedre for hvert år. I 2024 var vi vertskap for over 3600 deltakere og 188 foredragsholdere på 8 parallelle spor i løpet av to dager. I tillegg tilbød vi også et utvalg av 13 workshops holdt dagen før konferansen startet.",
      "who_is_behind": "Hvem står bak?",
      "about_organizers": "Å organisere en konferanse av denne størrelsen på frivillig basis er mye hardt arbeid (og veldig gøy!). Konferanseorganisasjonen er representert av JavaZone kjerne-teamet – en gruppe hovedarrangører av konferansen, hvor hver representant er ansvarlig for ett eller flere områder eller leder en gruppe andre JUG-medlemmer. Et eksempel på slike grupper kan være Programkomité, IT-systemer mv.",
      "core_team_title": "JavaZone kjerne-teamet for 2025:",
      "leader": "Leder",
      "leader_name": "Jan Erik Robertsen",
      "program": "Program",
      "program_name": "Erlend Klakegg Bergheim",
      "partners": "Partnere",
      "partners_name": "Anders Karlsen",
      "volunteers": "Frivillige",
      "volunteers_name": "Ole Berg",
      "javaZone_mail": "javazone@java.no",
      "program_mail": "program@java.no",
      "partners_mail": "partner@java.no",
      "volunteers_mail": "student@java.no",
      "thank_you": "Å være den største fellesskapsdrevne konferansen hadde ikke vært lett uten alle partnere, arrangementskoordinatorer og underleverandører, så vi vil gjerne takke dem også! Takk, alle sammen! ❤️",
      "reach_core_team": "Dersom du har spørsmål eller kommentarer kan du alltid nå kjerne-teamet via ",
      "welcome_to_NOVA": "Velkommen til NOVA Spektrum, Lillestrøm",
      "event_check_in": "Kjøp billetter",
      "helter": "JavaZone Helter",
      "helter_link": "Se mer om våre helter her",
      "helter_intro": "JavaZone lages av en stor gjeng frivillige fordelt over de ulike gruppene, som jobber hele året for å skape best mulig konferanse.",
      "waiting_list": "JavaZone er utsolgt.",
      "waiting_list_register": "Registrer deg på venteliste",
      "event_check_in": "Kjøp billetter",
      "workshop_registration": "Registrering for workshops er åpent!",
      "register_for_workshops": "Registrer her"
    },
    "principles": {
      "principles": "Noen få svært viktige prinsipper",
      "read_more": "Les mer om våre prinsipper",
      "intro": "JavaZone er en 100 % fellesskapsorganisert konferanse laget av javaBin. Programmet er valgt av vår uavhengige programkomité, og de opererer under prinsippet om at ingen får betalt for å holde en presentasjon, og likeledes at ingen kan betale oss for å få presentasjonen deres akseptert.",
      "about": "Vi som arrangører streber etter å skape en best mulig opplevelse for alle våre foredragsholdere og deltakere, og vi forventer at du gjør det samme. Alle er velkomne på JavaZone, men vi krever at du behandler dine medkonferansedeltakere med respekt. Vi forbeholder oss retten til å ta alle nødvendige tiltak for å sikre at dette prinsippet opprettholdes. For flere detaljer, se våre etiske retningslinjer som gjelder for alle arrangementer organisert av javaBin.",
      "notify": "Skulle det oppstå en uønsket hendelse, er vi her for å hjelpe",
      "before_conference": "Før konferansen",
      "contact_us_start": "Du kan kontakte oss på mail: ",
      "contact_us_middle": " (dette går til en liten gruppe mennesker, kjerne-arrangørene til JavaZone), eller ",
      "contact_us_end": " (dette går til javaBin styret).",
      "java_board_mail": "styret@java.no",
      "during_conference": "Under konferansen",
      "contact_stand": "Spør i infostanden, så tar vi kontakt. Kontaktinformasjon vil også være tilgjengelig på infostanden."
    },
    "food": {
      "food": "Mat 🍔",
      "about": "JavaZone lover å friste smaksløkene dine og tilfredsstille dine cravings gjennom hele konferansen. For deltakere med allergier eller kostholdsrestriksjoner, kan du være trygg på at hver restaurant er forpliktet til å tilby en trygg og hyggelig matopplevelse. ",
      "our_chefs": "Kokkene våre er godt kjent med å imøtekomme gluten, nøtter, meieriprodukter og andre vanlige allergier. Bare informer restaurantpersonalet om dine kostholdsbehov, så vil de veilede deg gjennom menyen eller gi personlige forslag."
    },
    "sustainable_waste": {
      "sustainable_waste": "Bærekraftig avfallshåndtering og resirkulering på JavaZone ♻️",
      "read_more": "Les mer om resirkulering",
      "final_destination": "Hvor havner alt?",
      "paragraph_1": "I en tid hvor miljøbevissthet er i fokus, har ansvarlige avfallshåndteringspraksiser blitt nødvendige. På Oslo Spektrum sikrer et innovativt partnerskap med Oslo kommune og Franzefoss at avfall ikke bare blir kastet, men aktivt sortert og resirkulert, og fremmer en grønnere fremtid.",
      "paragraph_2": "Når man kommer inn på JavaZone, er det kanskje ikke umiddelbart klart for deltakerne at det finnes et nøye avfallshåndteringssystem som opererer i kulissene. Når avfall kastes, begynner prosessen med ansvarlig avfallshåndtering. En omfattende sorteringsmekanisme er på plass, designet for å skille resirkulerbare materialer fra ikke-resirkulerbare materialer.",
      "paragraph_3": "Et bemerkelsesverdig aspekt ved dette avfallshåndteringsinitiativet er sorteringen og innsamlingen av drikkebeholdere for panteordning, kjent som \"pant\" i Norge. Flasker og bokser samles systematisk, sorteres og sendes til resirkulering, og legemliggjør etoset om ressurseffektivitet.",
      "paragraph_4": "Betydelige mengder avfall generert under JavaZone er øremerket for resirkulering. Gjennom en kombinasjon av avansert avfallssorteringsteknologi og dedikert personale, blir materialer som papir, plast, glass og metall nøye sortert. Restavfallet blir videre sortert på Franzefoss-anlegget i Haraldsrud, og de resterende 70% blir malt opp og omgjort til FOB (raffinert avfallsbrensel). Franzefoss har en avtale med Norcem om levering av FOB, som brukes av Norcem som et høyverdig brensel for sementproduksjon. Matavfall/vått organisk avfall som leveres, brukes til biogass og gjødsel på kornåkre. Dette reduserer ikke bare miljøpåvirkningen fra JavaZone, men setter også et eksempel for deltakerne og samfunnet for øvrig."
    },
    "heroes": {
      "title": "JavaZone Helter",
      "description": "Møt de fantastiske frivillige som gjør JavaZone mulig! Her er noen av heltene bak kulissene som jobber utrettelig for å skape en uforglemmelig konferanseopplevelse."
    },
    "partner": {
      "watch_title": "Første partnermøte",
      "watch_partner_meeting": "Se dette opptaket av det første partnermøtet som ble holdt 11. desember",
      "partner_info": {
        "javaZone_2025_partner": "JavaZone 2025 Partner",
        "partner_registration_opens": "Partnerregistrering åpner 15. januar 2025 kl. 10:00",
        "register_cta": "Registrer deg her",
        "questions_email": "Hvis du har noen spørsmål, vennligst send oss en e-post på",
        "partner_packages": "Partnerpakker",
        "standard_package": "Standardpakke",
        "price": "Pris",
        "standard_package_detail_1": "6 kvadratmeter (3x2) med bak- og sidevegg, i hovedkonferansehallen.",
        "standard_package_detail_2": "Profilering",
        "standard_package_detail_3": "Logo med lenke på hjemmesiden og profilering i Nova spektrum",
        "standard_package_detail_4": "Standbillett",
        "standard_package_detail_5": "4 fleksible billetter for standpersonell.",
        "standard_package_detail_6": "Deltakerbilletter",
        "standard_package_detail_7": "Partnerpris på billetter for dine kolleger",
        "restaurant_stand": "Restaurantstand",
        "restaurant_stand_detail_1": "Alle fordelene med standardpakken med en restaurantstand",
        "restaurant_stand_detail_2": "Ca. 80 kvadratmeter med en tilknyttet restaurant",
        "restaurant_stand_detail_3": "Kontinuerlig matservering fra din stand gjennom hele konferansen.",
        "restaurant_stand_detail_4": "Meny i samarbeid med arrangementsparter.",
        "concept_stand": "Konseptstand",
        "concept_stand_detail_1": "Alle fordelene med standardpakken.",
        "concept_stand_detail_2": "Stand på ca. 70 kvadratmeter",
        "concept_stand_detail_3": "Stort område for å vise frem ditt eget konsept",
        "extended_package": "Utvidet pakke",
        "same_as_standard": "Samme som Standard oppgradert til 12 kvadratmeter",
        "partner_tickets": "Partnerbilletter",
        "partner_tickets_detail_1": "Du har fire fleksible standbilletter inkludert i din partnerpakke. Disse er ment for standpersonell, og gir ikke tilgang til foredragene. Du må bestille billetter for alle dine ansatte som ønsker å delta på et foredrag (eller hvis du har mer enn fire som må være på standen samtidig).",
        "round_robin_distribution": "Round robin-fordeling på billetter bestilt innen 15. mai",
        "first_come_first_served": "Førstemann til mølla hvis billetter fortsatt er tilgjengelige etter 15. mai",
        "order_tickets": "Bestill partnerbilletter"
      }
    },
    "ticket": {
      "announcement": "Billettsalget starter 3. mars fra klokken 10:00"
    },
    "kids": {
      "title": "JavaZone Kids",
      "top_text": "En smakebit på voksenlivet",
      "intro_one": "JavaZone inviterer alle barn og ungdommer på Rebel søndag 31. august. Vi kjører 3 parallelle workshoper; så det er noe for både barn og ungdommer.",
      "intro_two": "Arrangementet er gratis for alle!",
      "time_and_place": "Tid og sted",
      "time_and_place_one": "Registrering fra kl. 10.30",
      "time_and_place_two": "Arrangement kl. 11.00 - 15.00",
      "time_and_place_three": "Rebel, Universitetsgata 2",
      "sign_up": "Påmelding",
      "sign_up_description_one": "Påmeldingen åpner mandag 30. juni kl. 12.00. Vi har et begrenset antall plasser, derfor er det viktig at du melder deg på før det blir fullt.",
      "sign_up_description_two": "Har du ikke mulighet til å komme likevel, er det viktig at dette blir gitt beskjed om så raskt som mulig, siden det pleier å være ventelister på våre kurs.",
      "equipment": "Utstyr",
      "instructors": "Instruktører",
      "practical_info": "Praktisk informasjon",
      "about_workshop": "Om workshopen",
      "equipment_info": "Kursene krever enten egen laptop eller nettbrett. Mer informasjon finner du på den enkelte workshop.",
      "three_workshops": "Tre parallelle workshops",
      "workshops_info": "Det er 3 workshoper som går samtidig, så du kan bare være med på en workshop. Les mer om hver av dem under, og meld deg på den det ønsker å delta på. Vi serverer enkel mat underveis. Det er viktig at foreldre/foresatte også setter av tid til å være til stede hele dagen. Vi lager en egen sone for dem med kaffe.",
      "welcome": "Velkommen til en lærerik dag på Rebel!",
      "workshop_bitbot_title": "BitBot XL - Selvkjørende bil",
      "workshop_bitbot_room": "Rom: Ada",
      "workshop_bitbot_instructor_one": "Bjørn Hamre",
      "workshop_bitbot_instructor_three": "Børge Nese",
      "workshop_bitbot_description_one": "Bli med og utforsk bilen BitBot XL. På denne workshopen skal du lære å programmere bilens sensorer slik at den blir selvkjørende. Du skal blant annet lære å bruke avstandssensoren slik at bilen stopper selv og unngår å krasje i omgivelsene.",
      "workshop_bitbot_description_two": "Til slutt skal du programmere bilen til å følge en svart linje langs en bane vi tegner på gulvet. Hvor fort klarer du å få bilen til å kjøre, men likevel klare svingene? Kom og finn ut!",
      "workshop_bitbot_info_one": "Maks deltagere: 20",
      "workshop_bitbot_info_two": "Alder: 12 – 17 år",
      "workshop_bitbot_info_three": "Språk: Norsk",
      "workshop_bitbot_equipment_one": "Egen PC eller Mac",
      "workshop_bitbot_equipment_two": "USB-C til USB-A overgang hvis datamaskinen ikke har USB-A-port",
      "workshop_bitbot_equipment_three": "Hvis du har Mac anbefaler vi å bruke Chrome som nettleser",
      "workshop_mBot_title": "Er du klar for å bygge din egen robot?",
      "workshop_mBot_room": "Rom: Exposalen",
      "workshop_mBot_instructor_one": "Jeroen Resoort",
      "workshop_mBot_instructor_two": "Michel Breevoort",
      "workshop_mBot_description_one": "MBot er en kun liten robot som du får kontrollere med en pc! I denne workshopen viser vi hvordan du kan sette den sammen og få den i gang, ved å bruke Python, et programmeringsspråk som er veldig bra og gøy! Du vil få roboten til å blinke med fargerike lys, lage gøyale lyder, og kjøre rundt som en racerbil.",
      "workshop_mBot_description_two": "Først vil du lære det grunnleggende ved Python, og steg for steg programmere din mBot til å gjøre mer og mer. Ditt mål? Bygg en robot som kan kjøre selv og unngå hindringer som profesjonell!",
      "workshop_mBot_description_three": "På veien kan du gjøre sideoppgaver og la kreativiteten gå løpsk. Vi har sett roboter som politi, racerbiler og til og med wrestlingkamper i tidligere workshoper!",
      "workshop_mBot_info_one": "Maks deltagere: 30",
      "workshop_mBot_info_two": "Alder: 12 - 17 år",
      "workshop_mBot_info_three": "Språk: Engelsk",
      "workshop_mBot_equipment_one": "Egen PC med Windows 10+, Linux, eller MacOS",
      "workshop_3Dprinting_title": "Lær å designe 3D-figurer til 3D-printing",
      "workshop_3Dprinting_room": "Rom: Hangout 2. etasje",
      "workshop_3Dprinting_instructor_one": "Joachim Haagen Skeie",
      "workshop_3Dprinting_description_one": "Kom å delta på workshop med 3D-printing! Lær å designe egne figurer i 3D-verktøyet Tinkercad, som kan printes ut på en av 3D-printerne. Vi tar med flere fargevalg på filamenter, slik at du kan velge farger selv!",
      "workshop_3Dprinting_description_two": "I tillegg til Tinkercad, kan du også bruke et kloss-bygge-program for å bygge figurer i en 3D-verden som ligner litt på Minecraft!",
      "workshop_3Dprinting_info_one": "Maks deltagere: 12",
      "workshop_3Dprinting_info_two": "Alder: 10+ år",
      "workshop_3Dprinting_info_three": "Språk: Norsk",
      "workshop_3Dprinting_equipment_one": "Egen PC eller Mac",
      "event_date_location_start": "Arrangementet vil finne sted 31. august 2025 på Rebel i Oslo. Vi ber om workshops på både norsk og engelsk. Varigheten av arrangementet er 4 timer, med en pause i mellom. Fristen for innsending av bidrag er nå stengt. Du kan ta kontakt på ",
      "event_date_location_link_title": "kids@java.no",
      "event_date_location_end": " for spørsmål.",
      "workshop_description_intro": "Beskrivelsen av din workshop må inneholde:",
      "workshop_title": "Tittel",
      "workshop_abstract": "Sammendrag, dette vil bli vist på vår nettside",
      "workshop_outline": "Detaljert oversikt, pitch om hva workshopen handler om og svar på disse spørsmålene:",
      "workshop_age_range": "Aldersgruppe",
      "workshop_max_participants": "Maksimalt antall deltakere",
      "workshop_language": "Engelsk eller norsk",
      "workshop_experience": "Har du erfaring med å jobbe med barn tidligere",
      "speakers_benefits": "Foredragsholdere for JavaZone Kids vil bli invitert til Speakers' Dinner på tirsdag 2. september, gratis billetter til JavaZone-konferansen 3.-4. september, og du kan søke om å bli med på vår tur for foredragsholdere, JourneyZone.",
      "registration_button": "Påmelding er åpent! Meld deg på her"
    },
    "speakers": {
      "pageTitle": "Call for Speakers",
      "deadline_date": "Frist 28. april 2025",
      "conference_intro": "JavaZone 2025 vil være den 23. fysiske JavaZone-konferansen og vil bestå av en dag med pre-konferanse workshops, etterfulgt av to dager med lynforedrag og presentasjoner i september.",
      "conference_attendance": "Konferansen er vanligvis utsolgt, med mer enn 3200 deltakere som nyter godt over 100 sesjoner fra både norske og internasjonale foredragsholdere. Vi vil gjerne ha deg med oss i september!",
      "international_speakers": "JavaZone har både internasjonale og norske foredragsholdere. Vi vil gjerne ha deg med oss i september!",
      "international_speakers_date": "Innsending av forslag er nå stengt.",
      "submit_proposal": "Endre forslag",
      "speaking_experience": "Hvordan er det å holde foredrag på JavaZone?",
      "speaking_experience_desc": "I løpet av det siste tiåret har JavaZone vokst til å bli en av de viktigste Java-hendelsene i Europa! Du kan se selv - over 1500 videoer fra tidligere års foredrag er tilgjengelige gratis på Vimeo, og hele programmet fra JavaZone 2024 er også tilgjengelig.",
      "importance_of_speakers": "Vi kan skryte så mye vi vil, men JavaZone ville vært ingenting uten alle de flotte foredragsholderne! Derfor trenger vi din hjelp for å sikre at JavaZone 2025 blir minst like fantastisk som de tidligere arrangementene. Hvis du tror du har noe interessant å dele, vennligst send inn ditt foredrag eller workshop.",
      "commitment_to_diversity": "JavaZone er forpliktet til mangfold, og vi er spesielt interessert i kvalitetsinnsendelser fra grupper som er underrepresentert i teknologibransjen. I år inviterer vi også foredragsholdere til vår JavaZone Kids.",
      "vimeo": "Se videoer",
      "formats_and_durations": "Formater og varigheter",
      "formats_and_durations_desc": "Du bør tenke på hvilket format ditt foredrag vil fungere best i. Presenterer du en ny idé, eller trenger du mer tid til å utdype emnet ditt? Hvor hands-on vil du være? Vi har tre formater du kan presentere materialet ditt i.",
      "lightning_talks": "Lynforedrag (10 eller 20 minutter)",
      "lightning_talks_desc": "Presenterer du en flott ny idé, eller vil du gi publikum en smakebit på et kult tema? Da bør du sterkt vurdere lynforedragsformatet. Merk at tidsbegrensningen på 10-20 minutter håndheves strengt!",
      "presentations": "Presentasjoner (45 eller 60 minutter)",
      "presentations_desc": "Presentasjoner på JavaZone kan være enten 45 eller 60 minutter lange. Dette gir deg rom til å utdype en idé. Når du sender inn ditt foredrag, vennligst angi tydelig i oversikten hvor mye tid som er reservert til spørsmål.",
      "workshops": "Workshops (2 timer, 4 timer, 8 timer)",
      "workshops_desc": "Vi vil fortsette det populære workshop-konseptet med en rekke sesjoner på tirsdag 3. september. Formatet for workshopene er dyptgående, hands-on og interaktivt.",
      "javazone_kids": "JavaZone Kids",
      "javazone_kids_desc_start": "For de som er interessert i å bringe magien med programvareutvikling til barn, har vi en mini-konferanse for barn helgen før JavaZone. Vennligst se deres ",
      "javazone_kids_desc_link_title": "separate call for speakers",
      "javazone_kids_desc_end": " for mer informasjon.",
      "audience_and_topics": "Publikum og emner",
      "audience_and_topics_desc": "JavaZone er en konferanse for utviklere og tekniske arkitekter, med vekt på tekniske foredrag. Vi er imidlertid åpne for foredrag om andre emner relatert til programmering også, som metodikk eller prosjektledelse.",
      "content_scope": "Til tross for vårt konferansenavn, begrenser vi ikke innholdet vårt til Java-teknologi. Vi vil vurdere alle foredrag basert på deres relevans for utviklere og tekniske arkitekter. Vi fokuserer imidlertid på teknologi rundt JVM når vi velger foredrag.",
      "evaluation_of_talks": "Løpende evaluering av foredrag",
      "evaluation_of_talks_desc": "Hvert år mottar vi hundrevis av innsendelser, og vi vurderer hver innsendelse etter hvert som de kommer inn. Vi svarer på alle innsendelser og vil gjøre det senest innen utgangen av juni.",
      "submit_early": "Vårt råd til deg er enkelt. Send inn tidlig! Jo tidligere du sender inn, desto mer sannsynlig er det at du blir lagt merke til. Unngå å drukne i slutten av Call for Speakers-tsunamien!",
      "submission_tips": "Innsendingstips",
      "submission_tips_desc_start": "Gjennom årene har vi samlet noen",
      "submission_tips_desc_link_title": "innsendingstips",
      "submission_tips_desc_end": ", som kan være nyttige for både nye og erfarne foredragsholdere.",
      "submission_tips_learn_more": "Lær mer",
      "location": "Sted",
      "location_desc": "Vårt vanlige sted, Oslo Spektrum, er stengt for renovering og utvidelse, så vi har flyttet JavaZone til NOVA Spektrum, en stor arena i Lillestrøm, en by rett utenfor Oslo. Vi jobber hardt for å gjøre det nye stedet like magisk som vårt vanlige sted.",
      "traveling_to_lillestrom": "Å reise til Lillestrøm er like enkelt som å reise til Oslo, fordi både Flytoget og vanlige tog stopper her på vei fra Oslo lufthavn til Oslo sentrum. For de som bor i Oslo, er Lillestrøm bare 10 minutter unna, med svært hyppige togavganger.",
      "workshops_location": "Workshops er lokalisert på vårt vanlige samfunnssenter, Rebel, i Oslo sentrum nær Nationaltheatret stasjon, slik at deltakerne har nær tilgang fra sine kontorer.",
      "whats_in_it_for_me": "Hva er i det for meg?",
      "accepted_presentations": "Godkjente presentasjoner, lynforedrag og workshops",
      "accepted_presentations_desc": "Som en JavaZone-foredragsholder får du gratis adgang til konferansen. I tillegg blir du også invitert til foredragsholdermiddagen, som holdes 2. september.",
      "journeyzone": "Alle godkjente foredragsholdere kan søke om å bli med på JourneyZone, vår berømte foredragsholdertur inn i den norske villmarken. Flere detaljer vil være tilgjengelige snart.",
      "coverage_of_expenses_start": "Vennligst se våre",
      "coverage_of_expenses_link": "refusjonsvilkår",
      "coverage_of_expenses_end": "hvis du har spørsmål angående dekning av andre utgifter.",
      "important_principles": "Viktige prinsipper",
      "important_principles_desc_start": "JavaZone er stolt av å være en uavhengig og fellesskapsdrevet konferanse. Den er organisert av frivillige fra javaBin (den norske Java-brukergruppen) og drives som en non-profit organisasjon.",
      "important_principles_desc_read_more_1": " Du kan lese mer om oss",
      "important_principles_desc_read_more_2": "her",
      "important_principles_desc_end": ". Dette betyr at vi har tre viktige prinsipper for valg av foredrag:",
      "no_speaker_slots": "Vi selger ikke foredragsslots.",
      "no_sales_pitches": "Vi aksepterer ikke salgsfremstøt maskert som presentasjoner.",
      "no_differentiation": "Vi skiller ikke mellom foredragsholdere fra partnere og uavhengige foredragsholdere.",
      "adherence_to_principles": "Hvis ditt foredrag følger disse svært viktige prinsippene, er du mer enn velkommen til å sende det inn til vår Call for Speakers!",
      "closing_statement": "Vi håper å se deg på JavaZone 2025 - vennligst spre ordet til ditt lokale samfunn!",
      "program_committee": "Med vennlig hilsen, \nJavaZone Programkomiteen"
    },
    "submissionTips": {
      "submission_tips_title": "Innsendingstips",
      "increase_chance": "Øk sjansen for at ditt foredrag blir akseptert",
      "proposal_correlation": "Det er generelt en veldig høy korrelasjon mellom hvor mye arbeid man legger i å lage et forslag og sjansen for at forslaget blir akseptert. Selv et forslag med et ekstremt kult tema, underholdende tittel og en erfaren foredragsholder kan bli ekskludert hvis beskrivelsen mangler.",
      "tips_intro": "Vi har samlet noen tips som bør vurderes når du skriver et JavaZone-forslag, og noen få grunner til hvorfor forslag kan bli avvist.",
      "good_title": "Lag en god tittel",
      "good_title_desc": "Tittelen er det første folk vil se. En dårlig formulert tittel kan være det eneste mange vil se av ditt forslag. En god tittel er fengende og konsis, og bør beskrive hva du skal snakke om.",
      "catchy_abstract": "Skriv et fengende sammendrag",
      "catchy_abstract_desc": "Sammendraget er det som vil bli vist i JavaZone-programmet for publikum å lese. Hvis programkomiteen ikke tror at sammendraget er godt nok til å overbevise folk om å komme til din presentasjon, vil forslaget ikke bli akseptert.",
      "detailed_outline": "Gi en detaljert oversikt",
      "detailed_outline_desc": "Oversikten er din sjanse til å pitche forslaget til programkomiteen. Denne delen vil ikke bli publisert, men hvis oversikten din er tynn eller bare en kopi av sammendraget ditt, selger du deg ikke godt.",
      "be_concise": "Vær konsis",
      "be_concise_desc": "Med et spennende tema er det lett å finne mange ting man vil presentere. Ikke bli revet med. Forslaget ditt bør forklare hvordan du vil dekke alt på en klar og strukturert måte.",
      "supporting_materials": "Inkluder støttemateriale",
      "supporting_materials_desc": "Hvis du har holdt foredraget før, vennligst inkluder lenker til alt støttemateriale du kan vise oss. Dette kan være videoopptak, lysbilder, blogginnlegg, GitHub-repositorier, bilder, etc. Videoopptak av mindre relaterte foredrag kan også gi oss et inntrykk av hvordan du er som foredragsholder.",
      "fill_mandatory_fields": "Fyll ut alle obligatoriske felt riktig",
      "fill_mandatory_fields_desc": "Ingenting sier at du ikke har lagt mye innsats i forslaget ditt som et innsending skjema fylt med 'TODO' eller 'TBD' i de obligatoriske feltene. Dette er greit for den første innsendingen, men sørg for at den nødvendige informasjonen er fylt ut riktig innen innsending fristen.",
      "review_proposal": "Be noen om å gjennomgå forslaget ditt",
      "review_proposal_desc": "Hvis forslaget ditt er fullt av skrivefeil, vil det bli lagt merke til (spesielt i nøkkelfelt som tittelen). Dette er ikke nødvendigvis et punkt som vil bety at forslaget blir avvist, men det hjelper ikke saken din.",
      "live_coding": "Planlegger du å gjøre live-koding? Sørg for å beskrive planen din for oss",
      "live_coding_desc": "Live-koding kan gjøre en presentasjon mer underholdende, men det øker også sjansene for at noe går galt. Hvis programkomiteen ikke får følelsen av at du har en solid plan for demonstrasjonen, kan det skade sjansene dine for å bli akseptert.",
      "multiple_proposals": "Send inn flere forslag",
      "multiple_proposals_desc": "Hvis du har flere ting du kan snakke om, vil innsending av 2 eller 3 forskjellige forslag øke sjansene dine for å finne en plass i programmet.",
      "no_spam": "... men vær så snill, ikke spam oss",
      "no_spam_desc": "Programkomiteen gjennomgår hundrevis av forslag hvert år. Noen få godt skrevne forslag er mye mer verdifulle enn en bøtte full av halvforberedte ideer.",
      "no_shouting": "Ikke rop",
      "no_shouting_desc": "Du vil definitivt bli lagt merke til HVIS TITTELEN DIN ER HELT I STORE BOKSTAVER (!!!!!!!!), men ikke nødvendigvis på en positiv måte.",
      "rejection_reasons_title": "Hvorfor ble foredraget mitt avvist?",
      "rejection_reasons_intro": "Selv om vi heier på at ditt foredrag skal bli akseptert, er faktum at noen foredrag må avvises. Les gjennom disse tipsene for å forstå hvorfor dette kan skje. Enda bedre, hvis du leser dette før Call for Speakers-fristen, kan du gå gjennom forslaget ditt og sørge for at du gjør ditt beste for å unngå disse vanlige fallgruvene.",
      "not_enough_info": "Ikke nok informasjon",
      "not_enough_info_desc": "Programkomiteen var ikke sikker på hva du skal presentere, eller det var ikke nok informasjon om teknologien/tingene du vil snakke om til å avgjøre hvor flott presentasjonen vil være.",
      "proposal_too_thin": "Forslaget er for tynt",
      "proposal_too_thin_desc": "Sammendraget gir ikke følelsen av at du har lagt mye arbeid i det, eller at du har tenkt gjennom presentasjonen din.",
      "too_much_content": "Du vil snakke om mer enn vi tror du vil ha tid til å dekke",
      "too_much_content_desc": "10-minutters lynforedrag forslag som ser ut til å kreve dobbelt så mye tid vil bli diskontert. Det samme gjelder forslag som prøver å dekke alt mulig i stedet for å fokusere på et spesifikt område. Hvis du vil dekke et bredt spekter av materiale, sørg for å formidle til oss at du har tenkt gjennom tidslinjen for foredraget ditt. Vi må føle at du tror det vil fungere, noe som kan oppnås med en klar og detaljert oversikt.",
      "abstract_not_catchy": "Sammendraget var ikke fengende nok",
      "abstract_not_catchy_desc": "Hvis komiteen ender opp med rundt 600 forslag å gå gjennom, blir tid en faktor. Dette er spesielt sant i første pass, og i de tidlige stadiene. Hvis sammendraget ditt fanger interessen til bare en eller flere av komitémedlemmene, er forslaget ditt sannsynligvis å bli tommel-opp til neste fase. Hvis ikke, har det en tendens til å falle ut.",
      "theme_not_fit": "Temaet passet ikke inn med det vi ønsker å inkludere i programmet i år",
      "theme_not_fit_desc": "Selv om JavaZone har plass til mange temaer, er det noen forslag som ikke passer. Noen forslag blir avvist fordi vi føler at presentasjonen ville vært bedre tjent på en annen konferanse.",
      "co_presenter_accepted": "Din medpresentator hadde et annet forslag akseptert",
      "co_presenter_accepted_desc": "Hvis du har tenkt å presentere med en medpresentator, og de tilfeldigvis har fått et annet forslag allerede akseptert, kan vi måtte avvise ditt felles forslag.",
      "unlucky": "Du var uheldig",
      "unlucky_desc": "Vi mottar ofte flere gode forslag som dekker nøyaktig samme tema. Programkomiteen må da bestemme mellom disse flere utmerkede innsendingene. I 2016 mottok vi mange flotte forslag som dekket 'hvordan vi gjør DevOps i skyen'. Begrenset plass i programmet betydde at mange av disse endte opp med å bli avvist."
    },
    "volunteer": {
      "title": "Bli frivillig på JavaZone",
      "what_is_javazone": "Hva er JavaZone?",
      "description": "JavaZone er verdens største community-drevne Java-konferanse. Hvert år strømmer over 3200 utviklere til Oslo for å delta.",
      "who_are_we_looking_for": "Hvem leter vi etter?",
      "who_can_apply": "Har du lyst til å bidra til at disse menneskene skal få en fantastisk opplevelse? Er du student høsten 2025?",
      "apply_now": "Meld deg som frivillig!",
      "faq_title": "Ofte stilte spørsmål",
      "faq": {
        "language_question": "I don't speak Norwegian, what about me?",
        "language_answer": "Du må kunne kommunisere både på norsk og engelsk for å være frivillig på JavaZone.",
        "who_can_volunteer": "Hvem kan bli frivillig på JavaZone?",
        "who_can_volunteer_answer": "Alle studenter som behersker norsk og engelsk flytende kan bli frivillige på JavaZone.",
        "tasks": "Hva skal jeg gjøre som frivillig?",
        "tasks_answer": "Oppgavene inkluderer bl.a. salvakt, info-stand, utdeling av headset m.m.",
        "how_many_volunteers": "Hvor mange frivillige bidrar på JavaZone?",
        "how_many_volunteers_answer": "Over 50 frivillige deltar hvert år. Det er stor interesse, men det er verdt å søke!",
        "learning_opportunities": "Får jeg med meg noe faglig som frivillig?",
        "learning_opportunities_answer": "Du får ca. 50% fri til å gå på foredrag, spise god mat og møte folk i IT-bransjen.",
        "travel": "Hva med reise hvis jeg ikke bor i Oslo?",
        "travel_answer": "JavaZone dekker ikke reise eller overnatting, men sjekk med ditt studiested om reisestøtte.",
        "awezone": "Får jeg bli med på AweZone?",
        "awezone_answer": "Ja! Ingen jobbing på kvelden – bare fest og moro!",
        "when_to_meet": "Når må jeg møte opp som frivillig?",
        "when_to_meet_answer": "Det vil bli gitt opplæring og informasjon den 2. september, og du må møte opp både 3. og 4. september for konferansen.",
        "application_deadline": "Når må jeg søke?",
        "application_deadline_answer": "Søknadsfristen er mandag 8. juni."
      }
    },
    "reimbursement": {
      "pageTitle": "Refusjonspolicy",
      "what_how": "Hva & Hvordan",
      "eligibility": "Hvis din presentasjon eller workshop blir akseptert, kan du søke om refusjon for reise og overnatting. Les nedenfor for å finne ut om du er kvalifisert.",
      "application_deadline": "Søknader om refusjon for foredragsholdere må sendes inn før 1. august 2025.",
      "how_to_apply": "Hvordan søke",
      "apply_note_start": "Det første du må merke deg er at du må søke om refusjon av kostnader. Dette er nødvendig for vår budsjettplanlegging. Hvis du trenger økonomisk støtte, vennligst kontakt ",
      "apply_note_link": "refund@java.no",
      "apply_note_end": " etter at din sesjon eller workshop er akseptert.",
      "apply_details": "I denne e-posten, oppgi et estimat av dine reiseutgifter og dagene du vil være i Oslo under konferansen.",
      "hotel_deal": "Vi har en avtale med et hotell, så hvis du trenger overnatting, vil vi reservere et rom for deg. Vennligst oppgi i søknaden hvilke dager du planlegger å bo. Vi refunderer ikke reiseutgifter over kostnaden av en rimelig priset økonomibillett.",
      "lightning_talks": "Vennligst merk at vi ikke refunderer reiseutgifter for de som holder lynforedrag. Imidlertid vil foredragsholdere (inkludert de som holder lynforedrag) motta en gratis konferansebillett.",
      "confirmation_reimbursement": "Bekreftelse & Refusjon",
      "confirmation_note_start": "Søknader må bekreftes eksplisitt via ",
      "confirmation_note_link": "refund@java.no",
      "confirmation_note_end": " og aksepteres kun før vår konferanse. Refusjoner gis etter konferansen. For dette krever vi at du sender oss kopier av alle kvitteringer, navnet på din bank og internasjonale kontonumre (IBAN, BIC/SWIFT, hvis tilgjengelig). Vi forbeholder oss retten til å avslå en refusjonssøknad. Foredragsholdere som bor i nærheten av Oslo er ikke kvalifisert.",
      "reimbursement_process": "Refusjoner behandles og utbetales etter konferansen. Vi vil kontakte foredragsholdere som har søkt om refusjon og behandle betalingene når betalingsdetaljene er mottatt."
    },
    "404": {
      "error_code": "Void 0",
      "error_title": "Oisann, dette er flaut...",
      "lost_page_start": "Det ser ut som vi på en eller annen måte har mistet siden du leter etter. Hvis du er en teknisk person, er dette det du vanligvis refererer til som en klassisk ",
      "404": "404",
      "lost_page_end": " responskode.",
      "tech_fails": "Vi bruker selvfølgelig avansert teknologi for å hindre at ting som dette skjer, men nå og da svikter teknologien (eller vi...).",
      "tell_us_start": "Hvis du har noe tid til overs (eller bare er veldig snill), vil vi sette stor pris på om du ",
      "tell_us_end": "forteller oss om det"
    },
    "language_name": {
      "en-US": "Engelsk",
      "nb-NO": "Norsk"
    },
    "info": {
      "jz2025_info": "JavaZone 2025 - Alt du trenger å vite",
      "less_then_a_week": "Mindre enn en uke igjen til #JavaZone 2025!",
      "cant_wait_to_see": "Vi kan ikke vente med å se alle igjen! Her er nyttig informasjon for å gjøre besøket ditt til NOVA Spektrum smooth, trygt og gøy 🧵",
      "javazone_venue": "🏛️ JAVAZONE LOKALE",
      "nova_spektrum_venue_info": "NOVA Spektrum: Messeveien 6, 2004 Lillestrøm\nBare en kort togtur (10–12 minutter) fra Oslo sentralstasjon og kun 15 minutter fra Oslo lufthavn Gardermoen, det er enkelt å nå enten du kommer fra Oslo sentrum eller utlandet.",
      "nova_spektrum_address_line1": "NOVA Spektrum",
      "nova_spektrum_address_line2": "Messeveien 6, 2004 Lillestrøm, Norge",
      "public_transportation_title": "🚆🚌✈️ KOLLEKTIVTRANSPORT",
      "train_vy": "Tog (Vy)",
      "train_vy_info": "11 min fra Oslo S / 12 min fra Oslo lufthavn. Ta R-tog (RE11, R12, R14 osv.) for raskeste reise. Bruk Ruter-appen for planlegging.",
      "airport_express": "Flytoget",
      "airport_express_info": "12 min fra Oslo lufthavn til Lillestrøm.",
      "bus_title": "Buss",
      "bus_info": "Lillestrøm bussterminal er 8 minutters gange til NOVA Spektrum.",
      "parking_title": "🚗 PARKERING",
      "parking_info": "2 200 plasser foran lokalet (betalt 24/7). Betal med Autopay, kort eller mobil.",
      "vehicles_under_3500": "Kjøretøy < 3 500 kg",
      "vehicles_under_3500_price": "72 NOK/time, maks 420 NOK/24t",
      "vehicles_over_3500": "Kjøretøy > 3 500 kg",
      "vehicles_over_3500_price": "144 NOK/time, maks 840 NOK/24t",
      "disabled_parking": "♿ HC-parkering: felt C og F (betalt)",
      "ev_charging": "🔌 10 elbil-ladeplasser på felt A (betalt)",
      "view_parking_maps": "📍Se parkeringslokasjon på Google Maps",
      "more_detailed_directions": "Mer detaljert veibeskrivelse og info",
      "workshop_venue": "🔨 WORKSHOP LOKALE",
      "workshop_venue_info": "Workshops holdes tirsdag 2. september (08:30–17:45) på Rebel Oslo, Universitetsgata 2. Lokalet ligger sentralt i Oslo, bare få minutters gange fra Nationaltheatret stasjon.",
      "accessibility_title": "♿ TILGJENGELIGHET",
      "accessibility_info": "NOVA Spektrum er tilgjengelig for rullestolbrukere. Et begrenset antall rullestoler er tilgjengelige – kontakt javazone@macsimum.no på forhånd hvis du trenger assistanse.",
      "weather_title": "🌤️ VÆRMELDING",
      "weather_info": "Forvent litt kulde i Oslo – ta med genser/hettegenser, og kanskje en paraply.",
      "currency_title": "💸 VALUTA",
      "currency_info": "Norske kroner (NOK). Nesten alle steder aksepterer Visa/Mastercard. Kontanter trengs sjelden.",
      "conference_title": "👩‍💻👨‍💻 KONFERANSE",
      "conference_info": "Program tilgjengelig her: JavaZone 2025. Resepsjonen åpner klokka 8! (te og kaffe vil være klar når du kommer inn ☕)",
      "tickets_title": "🎟️ BILLETTER",
      "tickets_info": "Skann billetten din for å få et adgangskort. Når den er skannet, er den låst til deg – men frem til da kan billetter overføres.",
      "food_title": "🍲 MAT",
      "food_info": "Vi lover at du ikke vil gå rundt sulten. Kokkene våre vil imøtekomme alle matpreferanser og allergier. Det blir også noen søte saker - men ikke si det til noen!",
      "awezone_title": "🥳 AWEZONE: FEIRING AV FELLESSKAPET",
      "awezone_info": "Bli med oss onsdag kveld på NOVA Spektrum for JavaZones tradisjonelle fest – en kveld med musikk, moro, mat og fellesskap.",
      "bars_open": "Barer åpner: 18:00",
      "party_starts": "Fest starter: 19:20",
      "more_awezone_details": "Flere detaljer om AweZone",
      "luckyzone_title": "🎲 LUCKYZONE: Cæsars Palace",
      "luckyzone_info": "Prøv lykken på Blackjack, Poker og Rulett! Samle Duke Dosh fra våre partnere i løpet av dagen for å spille. Gevinster kan doneres til:",
      "endometriose": "Endometrioseforeningen",
      "leger_uten_grenser": "Leger Uten Grenser",
      "kreftforeningen": "Kreftforeningen",
      "speakers_title": "🗣️ FOREDRAGSHOLDERE",
      "speakers_info": "Møt opp i rommet ditt 10 minutter før foredraget starter for å sikre at utstyret fungerer.",
      "code_of_conduct_title": "🤗💛 ATFERDSKODE",
      "code_of_conduct_info": "Målet med JavaZone-konferansen er å være inkluderende for flest mulig deltakere med varierte og mangfoldige bakgrunner. Hvis du opplever upassende oppførsel, gi oss beskjed.",
      "code_of_conduct_link": "Full tekst: javaBin - Hjemmesiden til Javabrukerforeningen i Norge",
      "social_media_title": "#️⃣ SOSIALE MEDIER",
      "social_media_info": "Følg med på #javazone / #javazone2025.\nTeamet vårt vil være aktivt – ta kontakt med kommentarer og spørsmål, og bli med i samtalen!",
      "more_info_title": "ℹ️ MER INFO",
      "more_info_text": "Spørsmål? Kontakt javazone@java.no, send oss en DM, eller finn oss på lokalet.",
      "directions": {
        "how_to": "Slik kommer du deg til JavaZone på Nova Spektrum",
        "location": "Sted og adresse",
        "nova_spektrum": "NOVA Spektrum ligger sentralt i byen Lillestrøm, en kort avstand fra Oslo sentralstasjon og Oslo lufthavn Gardermoen. Det er omtrent 8 minutters gange fra Lillestrøm togstasjon.",
        "visiting_address": "Besøksadresse",
        "public_transportation": "Kollektivtransport",
        "train": "Tog",
        "vy_info": "Vy har flere avganger i timen fra både Oslo og Gardermoen. Reisetiden er kun 11 minutter fra Oslo S og 12 minutter fra Oslo lufthavn.",
        "important_note": "VIKTIG: Bruk togene merket R for raskeste reisetid (RE11, R12, R14 osv.)",
        "use_ruter": "Bruk Ruter-appen for å planlegge reisen til JavaZone.",
        "airport_train": "Flytoget",
        "airport_train_info": "Flytoget bruker 12 minutter fra Oslo lufthavn til Lillestrøm.",
        "bus": "Buss",
        "bus_info": "Fra Lillestrøm bussterminal tar det omtrent 8 minutter å gå til NOVA Spektrum.",
        "car_motorcycle": "Ankomst med bil/motorsykkel",
        "parking_info": "Parkeringsinformasjon",
        "parking_info_one": "Det er 2 200 parkeringsplasser foran lokalet. Alle parkeringsplasser er avgiftsbelagt 24 timer i døgnet.",
        "parking_info_two": "Dersom kjøretøyet ditt bruker to parkeringsplasser, må du betale for begge plassene (bobil, varebil, bil med tilhenger osv.).",
        "parking_rates": "Parkeringspriser",
        "vehicles_under_3_5_kg": "Kjøretøy under 3500 kg",
        "also_applies_to": "(gjelder også tilhengere/mopeder/scootere osv.)",
        "nok_per_hour": "72 NOK per påbegynte time",
        "max_price": "Makspris for sammenhengende parkering innen 24 timer: 420 NOK",
        "vehicles_over_3500_kg": "Kjøretøy over 3500 kg",
        "nok_144_per_hour": "144 NOK per påbegynte time",
        "max_price_over_3500": "Makspris for sammenhengende parkering innen 24 timer: 840 NOK",
        "special_parking": "Spesialparkering",
        "disabled_parking": "HC-parkering finnes på feltene C og F, mot avgift",
        "electric_charging": "10 ladeplasser for elbil på felt A, mot avgift",
        "payment_options": "Betalingsmuligheter",
        "payment_methods": "Autopay, kort eller mobilbetaling aksepteres.",
        "accessibility": "♿ Tilgjengelighet",
        "accessibility_info": "NOVA Spektrum er tilrettelagt for rullestolbrukere. Vi har et begrenset antall rullestoler tilgjengelig.",
        "contact_assistance": "Ta kontakt med oss før konferansen hvis du trenger assistanse:",
        "contact_email": "javazone@macsimum.no",
        "view_walking_directions": "📍 Se gangveibeskrivelse på Google Maps",
        "view_parking_location": "📍 Se parkeringslokasjon på Google Maps"
      }
    },
    "awezone": {
      "page_title": "AweZone Fest",
      "traditional_party": "AweZone er JavaZones tradisjonelle fest som finner sted onsdag kveld.",
      "we_will_stay": "Vi blir på Nova Spektrum hele kvelden og festen gir en flott mulighet til å møte gamle venner, møte nye, og oppleve en fantastisk lineup av underholdning!",
      "bars_open_time": "Barene åpner klokka 18:00 og vi starter festen klokka 19:20.",
      "partner_bands": "Partnerbands",
      "concert_room_info": "Konsertrommet vårt for kvelden er Overflow, og vi starter med våre partnerbands i følgende rekkefølge:",
      "band_kanban": "20:00 - Kanban",
      "band_endure": "20:30 - Endure",
      "band_carsten": "21:00 - Carsten Anker Band",
      "expo_dj": "Expo DJ",
      "dj_info": "DJ Sebastian Emes spiller i Expo fra 19:20 – til stengetid. Bare spør etter favorittlåten din.",
      "dj_time_bold": "19:20",
      "headliner_band": "Hovedband",
      "headliner_info": "Årets hovedband er Ylvis, kjent for \"The Fox\", \"The Cabin\" og mange flere. Bli med oss for et episk show!",
      "ylvis_bold": "Ylvis",
      "caesars_palace": "Cæsars Palace",
      "casino_info": "Nyt en liten smak av Cæsars Palace når vi åpner bord med Black Jack, Poker og Rulett for deg å nyte. For å spille må du besøke våre partnere i løpet av dagen for å samle Duke Dosh.",
      "donation_info": "Hvis du er heldig nok til å vinne, eller har Duke Dosh til overs, kan du donere gevinsten din til en eller flere av våre utvalgte veldedighetsorganisasjoner:",
      "endometriosis_association": "(Endometrioseforening)",
      "norwegian_cancer_society": "(Kreftforeningen)",
      "medecins_sans_frontieres": "(Leger Uten Grenser)",
      "enjoy_activities": "Du vil kunne nyte drikke, slappe av i chill-out-områdene, delta i aktiviteter, samt mingel med konferansearrangører, foredragsholdere, andre deltakere og våre partnere!",
      "food_info": "Å, og en ting til! Vi vil også servere god mat på kvelden. Noen drinker er på oss, noen vil være på våre partnere!"
    }
  }
}
