{
  "translation": {
    "javaZone_2025": "JavaZone 2025",
    "in_progress": "under utvikling...",
    "conference_title": "Konferanse: ",
    "conference_date": "3 - 4 september, 2025",
    "workshop_title": "Workshop: ",
    "workshop_date": "September, 2025",
    "location_title": "Sted: ",
    "location": "Nova Spektrum, Lillestrøm",
    "hold_the_date": "Hold av datoen!",

    "partner_information": "Partner informasjon",
    "speaker_information": "Speaker informasjon",
    "program_information": "Program informasjon",
    "workshop_information": "Workshop informasjon",
    "ticket_information": "Billetter informasjon",
    "volunteer_information": "Frivillig informasjon",
    "journeyZone_information": "JourneyZone informasjon",
    "aweZone_information": "AweZone informasjon",
    "javaZone_kids_information": "JavaZone Kids informasjon",
    "javaBin_information": "javaBin informasjon",

    "pageTitles": {
      "home": "Hjem",
      "program": "Program",
      "partner": "Partnere",
      "speaker": "Talere",
      "info": "Informasjon"
    },

    "javaBin": {
      "intro": "Bli en del av noe stort",
      "about": "Om javaBin",
      "read_more": "Les mer om oss",
      "about_javaBin": "javaBin er en av Norges største community-grupper, drevet av frivillige ildsjeler fra hele landet. Vi har avdelinger over hele landet – Stavanger, Bergen, Trondheim, Vestfold, Sogn, Tromsø, Sørlandet og Oslo. Hver eneste måned skjer det kule ting i javaBin-regi – både meetups, studentarrangementer, arrangementer for barn, og mye annet spennende!",
      "about_JavaZone": "Hvert år i september er det duket for javaBins store happening – JavaZone. Det stemmer! En av verdens største Java-konferanser er drevet av en frivillig organisasjon! Ca. 3.500 deltakere, 200 foredragsholdere, 50 partnerbedrifter og generelt sett god stemning!",
      "about_meetups": "Bli med på et javaBin-arrangement da vel! Og er du ekstra interessert, kan du snakke med oss og bli en av arrangørene. Vi er over 50 mennesker som bidrar med å skape kule arrangementer for våre nesten 3.000 medlemmer!",
      "contribute": "Vil du være med?",
      "become_active": "Bli aktiv i javaBin?",
      "about_becoming_active": "Vil du være med aktivt i javaBin, og arrangere meetups og JavaZone? I Oslo møtes vi hver tirsdag kl. 18:00 på Teknologihuset på Rebel i Oslo Sentrum, og det er bare å dukke opp på en av kveldene våre. I regionene møtes vi litt sjeldnere – møt opp på et meetup-arrangement og snakk med oss."
    },
    "javaZone": {
      "about": "Om JavaZone",
      "read_more": "Les mer om JavaZone",
      "about_JavaZone": "JavaZone er den største fellesskapsdrevne Java-konferansen som har blitt arrangert i Oslo, Norge siden 2001. Den er organisert på frivillig basis av en gruppe mennesker fra javaBin, den norske Java brukergruppen, som jobber året rundt og legger ned mange timer for å skape en fantastisk konferanseopplevelse for deg.",
      "goal": "Målet vårt er å organisere en fellesskapsdrevet konferanse for utviklere der de kan lære nye ting, dele kunnskap og sosialisere seg.",
      "last_year": "Vi er glade for å se arrangementet vokse seg større og bedre for hvert år. I 2024 var vi vertskap for over 3600 deltakere og 188 foredragsholdere på 8 parallelle spor i løpet av to dager. I tillegg tilbød vi også et utvalg av 13 workshops holdt dagen før konferansen startet.",
      "who_is_behind": "Hvem står bak?",
      "about_organizers": "Å organisere en konferanse av denne størrelsen på frivillig basis er mye hardt arbeid (og veldig gøy!). Konferanseorganisasjonen er representert av JavaZone kjerne-teamet – en gruppe hovedarrangører av konferansen, hvor hver representant er ansvarlig for ett eller flere områder eller leder en gruppe andre JUG-medlemmer. Et eksempel på slike grupper kan være Programkomité, IT-systemer mv.",
      "core_team_title": "JavaZone kjerne-teamet for 2025:",
      "leader": "Leder",
      "leader_name": "Jan Erik Robertsen",
      "program": "Program",
      "program_name": "Erlend Klakegg Bergheim",
      "partners": "Partnere",
      "partners_name": "Anders Karlsen",
      "volunteers": "Frivillige",
      "volunteers_name": "Ole Berg",
      "javaZone_mail": "javazone@java.no",
      "program_mail": "program@java.no",
      "partners_mail": "partner@java.no",
      "volunteers_mail": "student@java.no",
      "thank_you": "Å være den største fellesskapsdrevne konferansen hadde ikke vært lett uten alle partnere, arrangementskoordinatorer og underleverandører, så vi vil gjerne takke dem også! Takk, alle sammen! ❤️",
      "reach_core_team": "Dersom du har spørsmål eller kommentarer kan du alltid nå kjerne-teamet via ",
      "welcome_to_NOVA": "Velkommen til NOVA Spektrum, Lillestrøm"
    },
    "principles": {
      "principles": "Noen få svært viktige prinsipper",
      "read_more": "Les mer om våre prinsipper",
      "intro": "JavaZone er en 100 % fellesskapsorganisert konferanse laget av javaBin. Programmet er valgt av vår uavhengige programkomité, og de opererer under prinsippet om at ingen får betalt for å holde en presentasjon, og likeledes at ingen kan betale oss for å få presentasjonen deres akseptert.",
      "about": "Vi som arrangører streber etter å skape en best mulig opplevelse for alle våre foredragsholdere og deltakere, og vi forventer at du gjør det samme. Alle er velkomne på JavaZone, men vi krever at du behandler dine medkonferansedeltakere med respekt. Vi forbeholder oss retten til å ta alle nødvendige tiltak for å sikre at dette prinsippet opprettholdes. For flere detaljer, se våre etiske retningslinjer som gjelder for alle arrangementer organisert av javaBin.",
      "notify": "Skulle det oppstå en uønsket hendelse, er vi her for å hjelpe",
      "before_conference": "Før konferansen",
      "contact_us_start": "Du kan kontakte oss på mail: ",
      "contact_us_middle": " (dette går til en liten gruppe mennesker, kjerne-arrangørene til JavaZone), eller ",
      "contact_us_end": " (dette går til javaBin styret).",
      "java_board_mail": "styret@java.no",
      "during_conference": "Under konferansen",
      "contact_stand": "Spør i infostanden, så tar vi kontakt. Kontaktinformasjon vil også være tilgjengelig på infostanden."
    },
    "food": {
      "food": "Mat 🍔",
      "about": "JavaZone lover å friste smaksløkene dine og tilfredsstille dine cravings gjennom hele konferansen. For deltakere med allergier eller kostholdsrestriksjoner, kan du være trygg på at hver restaurant er forpliktet til å tilby en trygg og hyggelig matopplevelse. ",
      "our_chefs": "Kokkene våre er godt kjent med å imøtekomme gluten, nøtter, meieriprodukter og andre vanlige allergier. Bare informer restaurantpersonalet om dine kostholdsbehov, så vil de veilede deg gjennom menyen eller gi personlige forslag."
    },
    "sustainable_waste": {
      "sustainable_waste": "Bærekraftig avfallshåndtering og resirkulering på JavaZone ♻️",
      "paragraph_1": "I en tid hvor miljøbevissthet er i fokus, har ansvarlige avfallshåndteringspraksiser blitt nødvendige. På Oslo Spektrum sikrer et innovativt partnerskap med Oslo kommune og Franzefoss at avfall ikke bare blir kastet, men aktivt sortert og resirkulert, og fremmer en grønnere fremtid.",
      "paragraph_2": "Når man kommer inn på JavaZone, er det kanskje ikke umiddelbart klart for deltakerne at det finnes et nøye avfallshåndteringssystem som opererer i kulissene. Når avfall kastes, begynner prosessen med ansvarlig avfallshåndtering. En omfattende sorteringsmekanisme er på plass, designet for å skille resirkulerbare materialer fra ikke-resirkulerbare materialer.",
      "paragraph_3": "Et bemerkelsesverdig aspekt ved dette avfallshåndteringsinitiativet er sorteringen og innsamlingen av drikkebeholdere for panteordning, kjent som \"pant\" i Norge. Flasker og bokser samles systematisk, sorteres og sendes til resirkulering, og legemliggjør etoset om ressurseffektivitet.",
      "paragraph_4": "Betydelige mengder avfall generert under JavaZone er øremerket for resirkulering. Gjennom en kombinasjon av avansert avfallssorteringsteknologi og dedikert personale, blir materialer som papir, plast, glass og metall nøye sortert. Restavfallet blir videre sortert på Franzefoss-anlegget i Haraldsrud, og de resterende 70% blir malt opp og omgjort til FOB (raffinert avfallsbrensel). Franzefoss har en avtale med Norcem om levering av FOB, som brukes av Norcem som et høyverdig brensel for sementproduksjon. Matavfall/vått organisk avfall som leveres, brukes til biogass og gjødsel på kornåkre. Dette reduserer ikke bare miljøpåvirkningen fra JavaZone, men setter også et eksempel for deltakerne og samfunnet for øvrig."
    },
    "partner": {
      "watch_partner_meeting": "Se dette opptaket av det første partnermøtet som ble holdt 11. desember",
      "partner_info": {
        "javaZone_2025_partner": "JavaZone 2025 Partner",
        "partner_registration_opens": "Partnerregistrering åpner 15. januar 2025 kl. 10:00",
        "register_cta": "Registrer deg her",
        "questions_email": "Hvis du har noen spørsmål, vennligst send oss en e-post på",
        "partner_packages": "Partnerpakker",
        "standard_package": "Standardpakke",
        "price": "Pris",
        "standard_package_detail_1": "6 kvadratmeter (3x2) med bak- og sidevegg, i hovedkonferansehallen.",
        "standard_package_detail_2": "Profilering",
        "standard_package_detail_3": "Logo med lenke på hjemmesiden og profilering i Nova spektrum",
        "standard_package_detail_4": "Standbillett",
        "standard_package_detail_5": "4 fleksible billetter for standpersonell.",
        "standard_package_detail_6": "Deltakerbilletter",
        "standard_package_detail_7": "Partnerpris på billetter for dine kolleger",
        "restaurant_stand": "Restaurantstand",
        "restaurant_stand_detail_1": "Alle fordelene med standardpakken med en restaurantstand",
        "restaurant_stand_detail_2": "Ca. 80 kvadratmeter med en tilknyttet restaurant",
        "restaurant_stand_detail_3": "Kontinuerlig matservering fra din stand gjennom hele konferansen.",
        "restaurant_stand_detail_4": "Meny i samarbeid med arrangementsparter.",
        "concept_stand": "Konseptstand",
        "concept_stand_detail_1": "Alle fordelene med standardpakken.",
        "concept_stand_detail_2": "Stand på ca. 70 kvadratmeter",
        "concept_stand_detail_3": "Stort område for å vise frem ditt eget konsept",
        "extended_package": "Utvidet pakke",
        "same_as_standard": "Samme som Standard oppgradert til 12 kvadratmeter",
        "partner_tickets": "Partnerbilletter",
        "partner_tickets_detail_1": "Du har fire fleksible standbilletter inkludert i din partnerpakke. Disse er ment for standpersonell, og gir ikke tilgang til foredragene. Du må bestille billetter for alle dine ansatte som ønsker å delta på et foredrag (eller hvis du har mer enn fire som må være på standen samtidig).",
        "round_robin_distribution": "Round robin-fordeling på billetter bestilt innen 15. mai",
        "first_come_first_served": "Førstemann til mølla hvis billetter fortsatt er tilgjengelige etter 15. mai"
      }
    },
    "ticket": {
      "announcement": "Billettsalget starter 3. mars"
    },
    "kids": {
      "title": "JavaZone Kids",
      "call_for_speakers_title": "Call for speakers for JavaZone Kids 2025",
      "javazone_kids_intro": "JavaZone Kids is a day with workshops for kids ages 8-17 years old. It is a day for learning and fun, and parents are urged to stay and hang out to join the fun. The workshops are intended to be on different levels, so it is something for everyone.",
      "event_date_location_start": "The event will be on 31st of August 2025 at Rebel in Oslo. We are asking for workshops in both Norwegian and English. Duration of the event is 4 hours, with a break in between. Are you interested, send us an email to",
      "event_date_location_link_title": "kids@java.no",
      "event_date_location_end": "by 1st April 2025.",
      "workshop_description_intro": "Your description of the workshop needs to have:",
      "workshop_title": "Title",
      "workshop_abstract": "Abstract, this will be featured on our website",
      "workshop_outline": "Detailed outline, pitch on what the workshop is about and answers to these questions:",
      "workshop_age_range": "Age range",
      "workshop_max_participants": "Maximum participants",
      "workshop_language": "English or Norwegian",
      "workshop_experience": "Do you have experience working with kids before",
      "speakers_benefits": "Speakers for JavaZone Kids will be invited to Speakers’ Dinner on Tuesday 2nd September, free tickets to the JavaZone conference on 3rd-4th September, and you can apply to join our tour for speakers, JourneyZone."
    },
    "speakers": {
      "pageTitle": "Call for Speakers",
      "conference_intro": "JavaZone 2025 will be the 23rd physical JavaZone conference and will consist of a day of pre-conference workshops, followed by two days of lightning talks and presentations in September.",
      "conference_attendance": "The conference is usually sold out, with more than 3200 attendees enjoying well over 100 sessions from both Norwegian and international speakers. We'd love to have you join us this coming September!",
      "international_speakers": "JavaZone hosts both international and Norwegian speakers. We'd love to have you join us the coming September! Submission of proposals is open until April 28th, 2025.",
      "submit_proposal": "Submit proposal",

      "speaking_experience": "What is it like speaking at JavaZone?",
      "speaking_experience_desc": "Over the last decade JavaZone has grown to become one of the most important Java events in Europe! You can see for yourself – over 1500 videos from previous years' talks are available for free at Vimeo, and the full program from JavaZone 2024 is also available.",
      "importance_of_speakers": "We can brag as much as we want, but JavaZone would be nothing without all the great speakers! That's why we need your help to make sure that JavaZone 2025 will be at least as awesome as the earlier events. If you think you have something interesting to share, please submit your talk or workshop.",
      "commitment_to_diversity": "JavaZone is committed to diversity, and we are especially interested in quality submissions from groups that are under-represented in tech. This year we also invite speakers to our JavaZone Kids.",

      "formats_and_durations": "Formats and durations",
      "formats_and_durations_desc": "You should think about which format your talk will work best in. Are you presenting a new idea, or do you require more time to elaborate on your subject? How hands-on do you want to be? We have three formats you can present your material in.",
      "lightning_talks": "Lightning talks (10 or 20 minutes)",
      "lightning_talks_desc": "Are you presenting a great new idea, or want to give the audience a teaser for a cool topic? Then you should strongly consider the lightning talk format. Note that the 10-20 minute time limit is strictly enforced!",
      "presentations": "Presentations (45 or 60 minutes)",
      "presentations_desc": "Presentations at JavaZone can be either 45 or 60 minutes long. This gives you room to elaborate on an idea. When submitting your talk, please indicate clearly in the outline how much time is reserved for questions.",
      "workshops": "Workshops (2 hours, 4 hours, 8 hours)",
      "workshops_desc": "We will continue the popular workshop concept with a range of sessions on Tuesday, September 3rd. The format for the workshops is in-depth, hands-on and interactive.",
      "javazone_kids": "JavaZone Kids",
      "javazone_kids_desc_start": "For those interested in bringing the magic of software development to kids, we have a mini conference for kids the weekend before JavaZone. Please see their ",
      "javazone_kids_desc_link_title": "separate call for speakers",
      "javazone_kids_desc_end": " for more information.",

      "audience_and_topics": "Audience and topics",
      "audience_and_topics_desc": "JavaZone is a conference for developers and technical architects, with an emphasis on technical talks. However, we are open to talks about other topics related to programming as well, like methodology or project management.",
      "content_scope": "Despite our conference name, we do not limit our content to Java technology. We will consider all talks based on their relevance to developers and technical architects. We do, however, focus on technology surrounding the JVM when selecting talks.",

      "evaluation_of_talks": "Ongoing evaluation of talks",
      "evaluation_of_talks_desc": "Each year we receive hundreds of submissions, and we consider each submission as it arrives. We answer all submissions and will do so no later than end of June.",
      "submit_early": "Our advice to you is simple. Submit early! The earlier you submit, the more likely you are to be noticed. Avoid drowning in the end-of-Call-for-Speakers tsunami!",

      "submission_tips": "Submission tips",
      "submission_tips_desc_start": "Over the years, we have gathered some",
      "submission_tips_desc_link_title": "submission tips",
      "submission_tips_desc_end": ", which may be useful to both new and experienced speakers.",
      "submission_tips_learn_more": "Learn more",

      "location": "Location",
      "location_desc": "Our usual venue, Oslo Spektrum, is closed for renovation and expansion so we have moved JavaZone to NOVA Spektrum, a huge arena in Lillestrøm, a town just outside Oslo. We are working hard to make the new venue just as magical as our usual venue.",
      "traveling_to_lillestrom": "Traveling to Lillestrøm is just as easy as traveling to Oslo, because both the Airport Express train and regular trains stop here on their way from Oslo airport to Oslo city center. For those based in Oslo, Lillestrøm is just 10 minutes away, with very frequent train departures.",
      "workshops_location": "Workshops are located at our regular community center, Rebel, in Oslo city center close to Nationaltheateret station, allowing attendees to have close access from their offices.",

      "whats_in_it_for_me": "What's in it for me?",
      "accepted_presentations": "Accepted presentations, lightning talks, and workshops",
      "accepted_presentations_desc": "As a JavaZone speaker, you get free admission to the conference. Additionally, you are also invited to the speakers' dinner, held on September 3rd.",
      "journeyzone": "All accepted speakers can apply to join us at JourneyZone, our famous speakers' tour into the Norwegian wilderness. More details will be available soon.",
      "coverage_of_expenses_start": "Please see our",
      "coverage_of_expenses_link": "reimbursement policy",
      "coverage_of_expenses_end": "if you have any questions regarding coverage of other expenses.",

      "important_principles": "Important principles",
      "important_principles_desc_start": "JavaZone is proud to be an independent and community-driven conference. It is organized by volunteers from javaBin (the Norwegian Java User Group) and is run as a non-profit organization.",
      "important_principles_desc_read_more_1": " You can read more about us",
      "important_principles_desc_read_more_2": "here",
      "important_principles_desc_end": ". This means that we have three important principles for selecting talks:",
      "no_speaker_slots": "We do not sell speaker slots.",
      "no_sales_pitches": "We do not accept sales pitches masked as presentations.",
      "no_differentiation": "We do not differentiate between speakers from partners and independent speakers.",
      "adherence_to_principles": "If your talk adheres to these very important principles, you are more than welcome to submit it to our Call for Speakers!",
      "closing_statement": "We hope to see you at JavaZone 2025 - please feel free to spread the word to your local community!",
      "program_committee": "Best regards, the JavaZone Program Committee"
    },
    "submissionTips": {
      "submission_tips_title": "Submission tips",
      "increase_chance": "Increase the chance of your talk being accepted",
      "proposal_correlation": "There is generally a very high correlation between how much work one puts into the creation of a proposal and the chance that the proposal is accepted. Even a proposal with an extremely cool theme, entertaining title, and an experienced speaker may be excluded if the description is lacking.",
      "tips_intro": "We have gathered some tips that should be considered when writing a JavaZone proposal, and a few reasons why proposals may be rejected.",

      "good_title": "Create a good title",
      "good_title_desc": "The title is the first thing people will see. A poorly worded title may be the only thing many will see of your proposal. A good title is catchy and concise, and should describe what you will talk about.",

      "catchy_abstract": "Write a catchy abstract",
      "catchy_abstract_desc": "The abstract is what will be featured in the JavaZone program for the public to read. If the program committee doesn't believe that the abstract is good enough to convince people to come to your presentation, then the proposal won't be accepted.",

      "detailed_outline": "Provide a detailed outline",
      "detailed_outline_desc": "The outline is your chance to pitch the proposal to the program committee. This section will not be published, but if your outline is thin or just a copy of your abstract, then you're not selling yourself well.",

      "be_concise": "Be concise",
      "be_concise_desc": "With an exciting theme, it's easy to find many things one wants to present. Don't get carried away. Your proposal outline should explain how you will cover everything in a clear and structured manner.",

      "supporting_materials": "Include supporting materials",
      "supporting_materials_desc": "If you've held the talk before, then please include links to any supporting material that you can show us. This could be video recordings, slide decks, blogs posts, GitHub repositories, photos, etc. Video recordings of any less related talks of yours may also give us an impression of how you are as a speaker.",

      "fill_mandatory_fields": "Fill out all mandatory fields properly",
      "fill_mandatory_fields_desc": "Nothing says you haven't put much effort into your proposals like a submission form filled with 'TODO' or 'TBD' in the required fields. This is fine for the initial submission, but please make sure the required information is filled out properly by the submission deadline.",

      "review_proposal": "Ask someone to review your proposal",
      "review_proposal_desc": "If your proposal is full of typos, it will be noticed (especially in key fields such as the title). This isn't a point that will necessarily mean the proposal will be rejected, but it doesn't help your case.",

      "live_coding": "Do you plan on doing live coding? Be sure to describe your plan to us",
      "live_coding_desc": "Live coding can make a presentation more entertaining, but it also increases the chances of something going wrong. If the program committee doesn't get the feeling that you have a solid plan for the demonstration, then it might hurt your chances to be accepted.",

      "multiple_proposals": "Send in multiple proposals",
      "multiple_proposals_desc": "If you have multiple things you can talk about, then submitting 2 or 3 different proposals will increase your chances of finding a place in the schedule.",

      "no_spam": "... but please don't spam us",
      "no_spam_desc": "The program committee reviews hundreds of proposals each year. A few well-written proposals are much more valuable than a bucket full of half-prepared ideas.",

      "no_shouting": "Do not shout",
      "no_shouting_desc": "You will definitely be noticed IF YOUR TITLE IS ENTIRELY UPPERCASE (!!!!!!!!), but not necessarily in a positive way.",

      "rejection_reasons_title": "Why was my talk rejected?",
      "rejection_reasons_intro": "Even though we are rooting for your talk to be accepted, the fact is that some talks must be rejected. Read through these tips to understand why this might happen. Even better, if you are reading this before the Call for Speakers deadline, you can go through your proposal and make sure you do your best to avoid these common pitfalls.",

      "not_enough_info": "Not Enough information",
      "not_enough_info_desc": "The program committee was not sure what you're going to present, or there was not enough information about the technology/things you want to talk about to decide how great the presentation will be.",

      "proposal_too_thin": "The proposal is too thin",
      "proposal_too_thin_desc": "The abstract doesn't convey the feeling that you have put a lot of work into it, or that you have thought through your presentation.",

      "too_much_content": "You want to talk about more than we think you will have time to cover",
      "too_much_content_desc": "10-minute lightning talk proposals that appear to require double that time will be discounted. The same applies to proposals that try to cover everything possible instead of focusing on a specific area. If you want to cover a breadth of material, then be sure to convey to us that you have thought through the timeline for your talk. We must feel that you believe that it will work, something that can be achieved with a clear and detailed outline.",

      "abstract_not_catchy": "The abstract was not catchy enough",
      "abstract_not_catchy_desc": "If the committee ends up with 600 or so proposals to go through, time becomes a factor. This is especially true in the first pass, and in the early stages. If your abstract catches the fancy of just one or more of the committee members, your proposal is likely to be thumbs-upped to the next phase. If not, it tends to drop out.",

      "theme_not_fit": "The theme did not fit in with what we want to include in the program this year",
      "theme_not_fit_desc": "Even though JavaZone has a place for many topics, there are some proposals that do not fit. Some proposals are rejected because we feel the presentation would be better served at a different conference.",

      "co_presenter_accepted": "Your co-presenter had a different proposal accepted",
      "co_presenter_accepted_desc": "If you intend to present with a co-presenter, and they happen to have had a separate proposal already accepted, then we may have to reject your joint proposal.",

      "unlucky": "You were unlucky",
      "unlucky_desc": "We often receive multiple good proposals covering exactly the same topic. The program committee then has to decide between these multiple excellent submissions. In 2016 we received many great proposals covering 'how we do DevOps in the cloud'. Limited space in the program meant that many of these ended up being rejected."
    },
    "volunteer": {
      "title": "Bli frivillig på JavaZone",
      "what_is_javazone": "Hva er JavaZone?",
      "description": "JavaZone er verdens største community-drevne Java-konferanse. Hvert år strømmer over 3200 utviklere til Oslo for å delta.",
      "who_are_we_looking_for": "Hvem leter vi etter?",
      "who_can_apply": "Har du lyst til å bidra til at disse menneskene skal få en fantastisk opplevelse? Er du student høsten 2025?",
      "apply_now": "Meld deg som frivillig!",
      "application_coming_soon": "Søknadsside kommer snart!",
      "faq_title": "Ofte stilte spørsmål",
      "faq": {
        "language_question": "I don't speak Norwegian, what about me?",
        "language_answer": "Du må kunne kommunisere både på norsk og engelsk for å være frivillig på JavaZone.",
        "who_can_volunteer": "Hvem kan bli frivillig på JavaZone?",
        "who_can_volunteer_answer": "Alle studenter som behersker norsk og engelsk flytende kan bli frivillige på JavaZone.",
        "tasks": "Hva skal jeg gjøre som frivillig?",
        "tasks_answer": "Oppgavene inkluderer bl.a. salvakt, info-stand, utdeling av headset m.m.",
        "how_many_volunteers": "Hvor mange frivillige bidrar på JavaZone?",
        "how_many_volunteers_answer": "Over 50 frivillige deltar hvert år. Det er stor interesse, men det er verdt å søke!",
        "learning_opportunities": "Får jeg med meg noe faglig som frivillig?",
        "learning_opportunities_answer": "Du får ca. 50% fri til å gå på foredrag, spise god mat og møte folk i IT-bransjen.",
        "travel": "Hva med reise hvis jeg ikke bor i Oslo?",
        "travel_answer": "JavaZone dekker ikke reise eller overnatting, men sjekk med ditt studiested om reisestøtte.",
        "awezone": "Får jeg bli med på AweZone?",
        "awezone_answer": "Ja! Ingen jobbing på kvelden – bare fest og moro!",
        "when_to_meet": "Når må jeg møte opp som frivillig?",
        "when_to_meet_answer": "Oppmøte i Oslo Spektrum 5. september kl. 19:00. JavaZone avsluttes 7. september kl. 18:00.",
        "application_deadline": "Når må jeg søke?",
        "application_deadline_answer": "Søknadsfristen er mandag 5. juni.",
        "how_to_share": "Hvordan kan jeg tipse andre?",
        "how_to_share_answer": "Lik og del våre poster i sosiale medier: Facebook, Twitter, LinkedIn."
      }
    },
    "reimbursement": {
      "pageTitle": "Reimbursement policy",
      "what_how": "What & How",
      "eligibility": "If your presentation or a workshop is accepted, you may apply for a refund for travel and accommodation. Read below to find out if you are eligible.",
      "application_deadline": "Applications for speaker reimbursements must be submitted before August 1st, 2025.",

      "how_to_apply": "How to apply",
      "apply_note": "The first thing to note is that you need to apply for reimbursement of costs. This is necessary for our budget planning. If you require financial support, please reach out to refund@java.no after your session or workshop is accepted.",
      "apply_details": "In this mail, provide an estimate of your travel expenses and the days you will be visiting Oslo during the conference.",
      "hotel_deal": "We have a deal with a hotel, so if you need accommodation, we will reserve a room for you. Please state in your application which days you are planning to stay. We do not refund travel costs above the cost of a reasonably priced economy ticket.",
      "lightning_talks": "Please also note that we do not refund travel expenses for those holding lightning talks. However, speakers (including the ones holding lightning talks) will receive a free conference ticket.",

      "confirmation_reimbursement": "Confirmation & Reimbursement",
      "confirmation_note": "Applications must be confirmed explicitly via refund@java.no and are only accepted prior to our conference. Reimbursements are provided after the conference. For this, we require you to send us copies of all receipts, the name of your bank and international account numbers (IBAN, BIC/SWIFT, if available). We reserve the right to decline a refund application. Speakers living in proximity to Oslo are not eligible.",
      "reimbursement_process": "Reimbursements are processed and paid after the conference. We will reach out to speakers who applied for reimbursement and process the payments once payment details are provided."
    },
    "404": {
      "error_code": "Void 0",
      "error_title": "Oisann, dette er flaut...",
      "lost_page_start": "Det ser ut som vi på en eller annen måte har mistet siden du leter etter. Hvis du er en teknisk person, er dette det du vanligvis refererer til som en klassisk ",
      "404": "404",
      "lost_page_end": " responskode.",
      "tech_fails": "Vi bruker selvfølgelig avansert teknologi for å hindre at ting som dette skjer, men nå og da svikter teknologien (eller vi...).",
      "tell_us_start": "Hvis du har noe tid til overs (eller bare er veldig snill), vil vi sette stor pris på om du ",
      "tell_us_end": "forteller oss om det"
    },
    "language_name": {
      "en-US": "Engelsk",
      "nb-NO": "Norsk"
    }
  }
}
